{"results":[{"utc_offset":-25200000,"venue":{"zip":"94710","country":"us","city":"Berkeley","address_1":"201 University Ave","name":"Berkeley Marina","lon":-122.313927,"id":762778,"state":"CA","lat":37.864529,"repinned":false},"rsvp_limit":4,"headcount":0,"distance":2.4300527572631836,"visibility":"public","waitlist_count":16,"created":1432337892000,"maybe_rsvp_count":0,"description":"<p>If you, like me, are \"staycationing\" this Memorial Day weekend, then let's do some sailing Monday. In an unusual twist of events, I actually have the day off.<\/p> <p>Sabina, my Islander 28, is electric, quiet and clean. She also has a fully functioning \"head\" (toilet for you land folks). Itinerary depends on the wind so I can't make any promises, but those of you have have sailed with me before know I'm pretty flexible and generally chill. Bring lunch snacks, wine, beer or whatever else you desire. I always have potable water on board, but bring your own canteen!<\/p> <p>Experience desired but not necessary. See you Monday!<\/p>","how_to_find_us":"Dock B, near OCSC","event_url":"http:\/\/www.meetup.com\/gotwaw\/events\/222722105\/","yes_rsvp_count":3,"name":"Memorial Day sail for those staycationing","id":"222722105","time":1432575000000,"updated":1432569367000,"group":{"join_mode":"open","created":1238339408000,"name":"Got Wind and Water . . .","group_lon":-122.23999786376953,"id":1420856,"urlname":"gotwaw","group_lat":37.7400016784668,"who":"Sailors"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"country":"us","city":"Berkeley","address_1":"2800 Park street (between Oregon St & Russell St) ","name":"San Pablo Park","lon":-122.265755,"id":7162362,"state":"CA","lat":37.856857,"repinned":false},"headcount":0,"distance":0.9389933347702026,"visibility":"public","waitlist_count":0,"created":1432490384000,"maybe_rsvp_count":0,"description":"<p>Holiday. Let's play<\/p>","event_url":"http:\/\/www.meetup.com\/East-Bay-Pickup-Soccer\/events\/222750740\/","yes_rsvp_count":7,"duration":10800000,"name":"Memorial day- Soccer","id":"222750740","time":1432580400000,"updated":1432490384000,"group":{"join_mode":"open","created":1314737425000,"name":"East Bay Pickup Soccer","group_lon":-122.23999786376953,"id":2415362,"urlname":"East-Bay-Pickup-Soccer","group_lat":37.81999969482422,"who":"Footballers"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"country":"us","city":"Berkeley","address_1":"1638 University Ave. (between California and Jefferson)","name":"The Monkey House","lon":-122.278908,"id":19815862,"state":"CA","lat":37.870697,"repinned":false},"headcount":0,"distance":0.48918402194976807,"visibility":"public","waitlist_count":0,"created":1428549908000,"fee":{"amount":15,"accepts":"cash","description":"per person","currency":"USD","label":"sliding donation starting","required":"0"},"maybe_rsvp_count":0,"description":"<p>Hello, everyone.  <b>The Word Party has moved to MONDAYS, as of March 23! <\/b>RSVPs are greatly appreciated but not necessary.  While we like to start on time, it's not a big deal if you arrive late.  We'll whisper what we're working on and help you get going..<\/p> <p>Feel free to SHARE THIS EMAIL with anyone who might enjoy our little writing adventures.  Happy to answer any questions you may have, via email or phone.<\/p> <p>Warm Wishes,<\/p> <p>Ira Marlowe (host)<\/p> <p>THE WORD PARTY is a weekly drop-in class focusing on improvisational writing and other writing-related games and exercises.<\/p> <p>Partly based on the work of Julia Cameron (\"The Artist's Way\") and Natalie Goldberg (\"Writing Down the Bones\"), our goal is to help stimulate creativity and help generate new ideas. We offer a friendly, humorous environment for anyone who enjoys writing and we're open to writers of all levels.<\/p> <p>Each session features a variety of writing games and assignments lasting between five and twenty minutes. By writing non-stop, without lifting pen from paper (or fingers from keys), the internal critic is silenced and the unconscious mind gets a welcome chance to play. (You may be amazed at what you come up with!)<\/p> <p>Afterward, participants have the option of sharing what they've written. However, you are never under any pressure to do so.<\/p> <p>I believe you will find this an enjoyable resource for fiction writers, journal-keepers, poets, dramatists, comedians, and songwriters. Get past blocks, find new inspiration, meet kindred spirits, have a great time!<\/p> <p><b>WHEN:<\/b> Monday evenings, 7:00 to 9 PM.<\/p> <p><b>WHERE: <\/b>The Monkey House Theater, 1638 University Ave, three blocks from North Berkeley BART. Street parking is generally very easy.<\/p> <p><b>HOW MANY: <\/b> 6-12 participants.<\/p> <p><b>COST:<\/b> Sliding scale donation, $15-25 <\/p> <p>Word Party host Ira Marlowe is a songwriter, playwright and storyteller, currently serving as composer\/lyricist for the SF Mime Troupe, the Tony Award-winning political theater company. He recently wrote and produced <i>Tales From Varley Mansion,<\/i> a Halloween \"mini musical\", directed by Andrew Nance. He's won the international \"Songs Inspired by Literature\" contest and the <i>SF Weekly<\/i> \"Best of the Bay\" song competition, plus the coveted <i>Parents' Choice Award<\/i> for his series of BrainyTunes kids' CDs.  He's amazed how often the short short stories he writes in this class have found their way into songs.<\/p>","how_to_find_us":"Just three blocks from North Berkeley BART.  Street parking is usually easy.","event_url":"http:\/\/www.meetup.com\/Berkeley-Word-Party-drop-in-improv-writing-workshop\/events\/222336962\/","yes_rsvp_count":6,"duration":7200000,"name":"Meet in Berkeley for spontaneous improvisational writing adventures!","id":"xxrmglythbhc","time":1432605600000,"updated":1428549908000,"group":{"join_mode":"open","created":1398735053000,"name":"Berkeley Word Party: drop-in improv writing workshop","group_lon":-122.2699966430664,"id":14165872,"urlname":"Berkeley-Word-Party-drop-in-improv-writing-workshop","group_lat":37.869998931884766,"who":"Partiers"},"status":"upcoming"},{"utc_offset":-25200000,"rsvp_limit":100,"headcount":0,"distance":2.9769976139068604,"visibility":"public","waitlist_count":0,"created":1410206136000,"maybe_rsvp_count":0,"description":"<p><b><a href=\"http:\/\/www.SalsawithTomaj.com\/classes\">SALSA MONDAYS in ORINDA, with Tomaj &amp; Tiffany!<\/a><\/b><\/p> <p><br\/><img src=\"http:\/\/photos3.meetupstatic.com\/photos\/event\/d\/f\/b\/8\/600_358497272.jpeg\" \/><\/p> <p><b>Classes for ALL Levels and Social Dancing<br\/>Learn to dance salsa from popular teachers, Tomaj Trenda &amp; Tiffany Wu - every Monday in the East Bay!  SALSA MONDAYs in ORINDA!<\/b><\/p> <p>Beginning Level - 7 - 8pm; <\/p> <p>Intermediate\/Advanced Level - 8-9:30pm<\/p> <p><b>Drop-in:  $15\/one class, $20\/both classes!<\/b><\/p> <p><b>NEW VIDEO<\/b>!<br\/>Get inspired to dance by watching the Video of our latest Intermediate Level routine, taught in the Summer, 2014!<br\/><a href=\"http:\/\/www.youtube.com\/tomajtrenda\">www.youtube.com\/tomajtrenda<\/a><\/p> <p><br\/>For information, call[masked]<\/p> <p>All the details are at:  <a href=\"http:\/\/click.icptrack.com\/icp\/relay.php?r=862466489&amp;msgid=4803653&amp;act=E0A&amp;c=21948&amp;destination=http%3A%2F%2Fwww.SalsawithTomaj.com%2Fclasses&amp;l=4\">www.SalsawithTomaj.com\/classes<\/a><\/p> <p><a href=\"http:\/\/www.SalsawithTomaj.com\/classes\">These classes are HIGHLY POPULAR, are weekly, progressive series classes, with a lot of women and men of all levels attending.<br\/>Series participation is highly recommended, if you really want to progress as a dancer.<\/a><\/p> <p><b>Monthly Salsa Dance PARTIES with LIVE SALSA BANDS!<\/b><br\/><b>EVERY 1st &amp; 3rd SATURDAY!  At JUST DANCE Ballroom!<\/b><br\/>3 Dance Classes (Salsa, Bachata &amp; Kizomba!)<br\/>3 Rooms of Dancing (Salsa, Bachata &amp; Kizomba)<br\/>LIVE SALSA BANDS and 3 DJ's!<br\/><b>FREE FOOD &amp; DRINKS,<\/b> FREE &amp; Safe Parking, and a HUGE CROWD!<b><br\/>at JUST DANCE Ballroom!<\/b><br\/>Details at: <a href=\"http:\/\/www.eastbaysalsa.com\/\"><a href=\"http:\/\/www.eastbaysalsa.com\/\" class=\"linkified\">http:\/\/www.eastbaysalsa.com\/<\/a><\/a><\/p>","event_url":"http:\/\/www.meetup.com\/EASTBAYSALSA\/events\/222379132\/","yes_rsvp_count":45,"name":"SALSA MONDAYS in ORINDA - Classes & Social Dancing - All Levels!","id":"dhvpnkythbhc","time":1432605600000,"updated":1429120984000,"group":{"join_mode":"open","created":1237928629000,"name":"EAST BAY SALSA DANCE EVENTS","group_lon":-122.29000091552734,"id":1416936,"urlname":"EASTBAYSALSA","group_lat":37.83000183105469,"who":"members"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"zip":"94704","country":"us","city":"Berkeley","address_1":"2000 University Avenue","name":"Au Coquelet","lon":-122.270493,"id":11085412,"state":"CA","lat":37.871616,"repinned":false},"headcount":0,"distance":0.11525110900402069,"visibility":"public","waitlist_count":0,"created":1383000117000,"maybe_rsvp_count":0,"description":"<p>This meetup is for Rhino enthusiasts of all stripes! I am interested in creating an in-person Rhino local community for those who are interested in the platform and it's class of output. There is no charge for attendance, but if you need more help than the meet up can provide there are individual and group lessons or consultation available.<\/p> <p>The reward for attendees is to learn about other people's experiences in new media, local scenes and firms, and to see what the Bay Area is offering the world of innovative design, modeling and throughput.<\/p> <p>Just show up with your latest problems, conundrums or techniques in Rhino, Flamingo or any other related plug-in, and we will have a chance to swap experiences and inspirations.<\/p> <p>Experienced students, fabricators and all professionals are welcome. I am a designer using Rhino on a daily basis for the design and fabrication of public art and architectural details, including output to render, 3D printing (Z-corp, Objet), industrial laser, water jet, and various other job shop formats. Ultimately, I'd like to get a group together who can swap contacts so we can have an additional source of problem solving ideas, especially when we have a tough problem crop up right before deadline and when the regular Rhino online help forum is just not doing the trick.<\/p> <p>So please, whether new to Rhino or an old hand, let me and other potential attendees know your of interest: sign up and stop by! While reservations are not required and attendance is open, if no one has indicated that they will be attending then there will be a chance that I will not be there; however if there is even one member who RSVP's I'll be sure to be there.<\/p> <p>Hope to see you there!<\/p> <p>- - David<\/p>","how_to_find_us":"Just look for tables w\/ Rhino up. Who knows, I might actually remember to print a meetup sign one ofthese days....","event_url":"http:\/\/www.meetup.com\/Rhinoceros-3D\/events\/222336767\/","yes_rsvp_count":4,"name":"SF Bay Area Rhinoceros 3D Users Group","id":"dmhjbhythbhc","time":1432605600000,"updated":1390981485000,"group":{"join_mode":"open","created":1328821650000,"name":"SF Bay Area Rhinoceros 3D","group_lon":-122.27999877929688,"id":3265492,"urlname":"Rhinoceros-3D","group_lat":37.869998931884766,"who":"Modelers"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"zip":"94705","country":"us","city":"Berkeley","phone":"(510) 665-1404","address_1":"2925 College Ave","name":"The Beanery","lon":-122.25312,"id":156805,"state":"CA","lat":37.857811,"repinned":false},"rsvp_limit":15,"headcount":0,"distance":1.250353217124939,"visibility":"public","waitlist_count":0,"created":1425689818000,"maybe_rsvp_count":0,"description":"<p>Join host Nina and other writers for two hours of focused writing!  It's all about whatever you need to write - short story, novel, poem, memoir, thesis, or a manifesto!  Bring a laptop, bring a pen, bring a notebook.  We'll introduce ourselves and then write!<\/p> <p>Head to the back room and the organizer will announce the meet-up at 7:00.<\/p> <p>7:00 - Introductions <br\/>7:10 - Shut up and Write! <br\/>8:50 - Brief Check-in <br\/>9:00- The Beanery closes.  For those interested there's two other cafes across the street that stay open til 10.<\/p> <p>If you're spending too much time THINKING about writing, come and join us for a session of focused writing. It may just be \"pipe-cleaning\" for now, but you'll feel better showing up at the page. No one will see what you've written or give you unsolicited advice.<\/p>","event_url":"http:\/\/www.meetup.com\/shutupandwriteSFO\/events\/222281107\/","yes_rsvp_count":12,"duration":7200000,"name":"Shut Up and Write! East Bay","id":"zbfzflythbhc","time":1432605600000,"updated":1425689976000,"group":{"join_mode":"open","created":1187902168000,"name":"Shut Up & Write! SF Bay Area","group_lon":-122.44000244140625,"id":641879,"urlname":"shutupandwriteSFO","group_lat":37.7400016784668,"who":"Writers"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"country":"us","city":"Oakland","address_1":"4799 Shattuck Avenue","name":"Counter Culture Labs, at the Omni Commons","lon":-122.264122,"id":23855512,"state":"CA","lat":37.835003,"repinned":false},"headcount":0,"distance":2.444103479385376,"visibility":"public","waitlist_count":0,"created":1415235150000,"maybe_rsvp_count":0,"description":"<p>The <a href=\"https:\/\/realvegancheese.org\/\">Real Vegan Cheese<\/a> project is an award-winning collaboration between Counter Culture Labs and our sister lab <a href=\"http:\/\/www.biocurious.org\">BioCurious<\/a> in Sunnyvale, to make real cheese without using any animals!<\/p> <p>Real Vegan Cheese is a not a cheese substitute! It all starts with regular old baker's yeast. Through synthetic biology, we engineer our yeast to become milk-protein factories. Our milk proteins are then combined with water and vegan oil to make Vegan Milk which is ultimately converted into Real Vegan Cheese through standard cheese-making processes - just like cheese made from cow or goat milk!<\/p> <p>Feel free to come check us out. We're hoping to actually get work done in these meetings, so we will likely not give an extensive introduction to any newbies, but you're more than welcome to sit in and absorb some biohacking-in-action. <\/p> <p><br\/>For now, we will be meeting every first Monday of the month at BioCurious, and the other Mondays in Oakland.<\/p> <p>Join from a PC, Mac, iPad, iPhone or Android device: <\/p> <p>Please click this URL to start or join. <a href=\"https:\/\/zoom.us\/j\/820128495\"><a href=\"https:\/\/zoom.us\/j\/820128495\" class=\"linkified\">https:\/\/zoom.us\/j\/820128495<\/a><\/a>    Or, go to <a href=\"https:\/\/zoom.us\/join\"><a href=\"https:\/\/zoom.us\/join\" class=\"linkified\">https:\/\/zoom.us\/join<\/a><\/a> and enter meeting ID:[masked]  <\/p> <p>Join from dial-in phone line: <\/p> <p>Dial: +1 (415)[masked] or +1 (646)[masked]    Meeting ID:[masked] <\/p>","event_url":"http:\/\/www.meetup.com\/Counter-Culture-Labs\/events\/221285964\/","yes_rsvp_count":11,"name":"Synthetic Biology, Biohacking and Cheese - Real Vegan Cheese team meeting","id":"qtnwblythbhc","time":1432605600000,"updated":1432529022000,"group":{"join_mode":"open","created":1369734435000,"name":"Counter Culture Labs","group_lon":-122.26000213623047,"id":8674162,"urlname":"Counter-Culture-Labs","group_lat":37.83000183105469,"who":"Citizen Scientists"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"zip":"94710","country":"us","city":"Berkeley","address_1":"1720 8th Street","name":"James Kenny Recreation Center\/Park  ","lon":-122.296684,"id":11126572,"state":"CA","lat":37.872021,"repinned":false},"headcount":0,"distance":1.4648032188415527,"visibility":"public","waitlist_count":0,"created":1424336642000,"maybe_rsvp_count":0,"description":"<p>We are a co-ed soccer group for all experience levels. As long as we get at least 8 RSVPs for a game, then we'll play so make sure to RSVP if you plan on attending.<\/p> <p>Your donations help pay for cones, goals, pennies, meetup fees, etc. so please make sure to contribute by donating $7 once a year through paypal or by paying cash in person.<\/p> <p>This park normally keeps the field lights on until 10 PM, but we play until 9:45 PM so we have time to pack up. All pick-up games are subject to the lights being on.<\/p> <p>Rain: If it's raining or it has rained a few hours before our meetup time, our pick-up game will be cancelled so we don't unnecessarily damage the grass :(<\/p> <p>Please bring a white and dark colored shirt so we can divide up into teams. Turf cleats will help preserve the grass field so bring them if you don't mind wearing them. As always, play at your own risk and always watch out for your mates on and off the pitch.<\/p> <p>Thanks<\/p> <p>*****WAIVER\/RELEASE*****<\/p> <p>In consideration of being allowed to participate in any way, and at any time in a sporting event sponsored by Albany Pickup Soccer, or its related groups, You, the participant:<\/p> <p>1. Acknowledges and fully understands that each participant will be engaging in activities that involve risk of serious injury, including permanent disability and death, and severe social and economic losses which might result not only from their own action, inactions or negligence, but the actions, inactions or negligence of others, the rules of play, or the condition of the premises or of any equipment used. Further, that there may be other risks not known to us or not reasonably foreseeable at this time.<\/p> <p>2. Agrees that prior to participating, they will inspect the facilities and equipment to be used, and if they believe anything is unsafe, will immediately advise the event organizers of such condition(s) and refuse to participate.<\/p> <p>3. Assume all the foregoing risks and accept personal responsibility for the damages following such injury, permanent disability or death.<\/p> <p>4. Release, waive, discharge and covenant not to sue Albany Pickup Soccer, its organizers, and its related groups and affiliated organizations, their directors, commissioners, referees, employees, agents, facilities and sponsors from any and all liability to the undersigned, his or her heirs and next of kin for any and all claims, demands, losses or damages on account of injury, including death or damage to property, caused or alleged to be caused in whole or in part by the negligence of Albany Pickup Soccer, or its related \"releases\" enumerated above or otherwise.<\/p> <p>5. Whenever possible each provision, term and covenant of this Agreement will be interpreted in a manner to be effective and valid but if any provision, term or covenant of this Agreement is held to be prohibited or invalid by a court of competent jurisdiction, then such provision, term or covenant will be ineffective only to the extent of such prohibition or invalidity, without invalidating or affecting in any manner whatsoever the remainder of such provision, term or covenant or the remaining provisions, terms or covenants of this Agreement.<\/p> <p>6. In the event of any dispute between the parties which arises under this Agreement, such dispute shall be settled by arbitration in accordance with the rules for arbitration of the American Arbitration Association (or a similar organization) in effect at the time such arbitration is initiated. A list of arbitrators shall be presented to the Claimant and Respondent from which one will be chosen using the applicable rules. The hearing shall be conducted in the County of Alameda, California, unless both parties consent to a different location. The decision of the arbitrator shall be final and binding upon all Parties. The prevailing party shall be awarded all of the filing fees and related administrative costs. Administrative and other costs of enforcing an arbitration award, including the costs of subpoenas, depositions, transcripts and the like, witness fees, payment of reasonable attorney's fees, and similar costs related to collecting an arbitrator's award, will be added to, and become a part of, the amount due pursuant to this Agreement. Any questions involving contract interpretation shall use the laws of California. An arbitrator's decision may be entered in any jurisdiction in which the party has assets in order to collect any amounts due hereunder.<\/p> <p><br\/>By participating in any Albany Pickup Soccer event and\/or communicating with any of its organizers and event hosts, the participant indicates that s\/he has read the above waiver &amp; release, understands that they are voluntarily giving up substantial rights by participating in said events.<\/p>","event_url":"http:\/\/www.meetup.com\/eastbaysoccer\/events\/221964752\/","yes_rsvp_count":9,"name":"Monday Evening Soccer - Berkeley (7:30pm)","id":"jgvqflythbhc","time":1432607400000,"updated":1424375151000,"group":{"join_mode":"open","created":1357584778000,"name":"Albany-Berkeley-Orinda Pickup Soccer Group","group_lon":-122.30000305175781,"id":6538002,"urlname":"eastbaysoccer","group_lat":37.869998931884766,"who":"Socceroos"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"country":"us","city":"Berkeley","address_1":"Scenic Ave \/ Hearst Ave","name":"UC Lower Hearst Garage","lon":-122.270538,"id":23368762,"state":"CA","lat":37.869881,"repinned":false},"headcount":0,"distance":0.030206551775336266,"visibility":"public","waitlist_count":0,"created":1421346854000,"maybe_rsvp_count":0,"description":"<p>Join us in the early hours for a great run before you start your work day! We typically run between 4 and 6 miles. This group will meet every Tuesday and Thursday morning at 6:30am at a parking garage on the North Side of campus: UC Lower Hearst Garage<br\/>Scenic Ave \/ Hearst Ave<br\/>Berkeley, CA 94709<\/p> <p>Come and enjoy the Berkeley Sunrise with us!<\/p>","how_to_find_us":"We will meet on the Corner of Hearst Avenue and Scenic Avenue","event_url":"http:\/\/www.meetup.com\/Sunrise-Runners-Early-Morning-Runners\/events\/222662813\/","yes_rsvp_count":4,"name":"New Early Morning Running Group!","id":"vkvtdlythbjc","time":1432647000000,"updated":1421346854000,"group":{"join_mode":"open","created":1415079001000,"name":"Sunrise Runners - Early Morning Runners","group_lon":-122.26000213623047,"id":18056822,"urlname":"Sunrise-Runners-Early-Morning-Runners","group_lat":37.880001068115234,"who":"Early Morning Runners"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"zip":"94710","country":"us","city":"Berkeley","address_1":"598 University Avenue","name":"Tom's Seabreeze Market","lon":-122.302643,"id":1945651,"state":"CA","lat":37.866924,"repinned":false},"headcount":0,"distance":1.7962985038757324,"visibility":"public","waitlist_count":0,"created":1430789650000,"maybe_rsvp_count":0,"description":"<p>Let's meet for our regular ride:<\/p> <p>Leave Seabreeze no later than 10am, ride up the trail to Albany racetrack, over our one hill, down past the Albany Bulb, pass the dog park, and up the bike trail, hugging the bay, to Rosie the Riveter museum on Richmond Marina. . .enjoy the scenery and return. We've been taking our break at the Pt. Isabelle dog park on the way back . . then we all going our separate ways.<\/p> <p>Hope to see you there.<\/p> <p>(This ride can actually take just 2 hrs. if you want to go a little faster and skip the break.)<\/p>","how_to_find_us":"the friendly bicyclists mulling around in front","event_url":"http:\/\/www.meetup.com\/Slow-Spokes\/events\/222311399\/","yes_rsvp_count":11,"duration":9900000,"name":"Ride from SeaBreeze cafe to Richmond Marina, break, and return","id":"222311399","time":1432658700000,"updated":1430789650000,"group":{"join_mode":"open","created":1373392461000,"name":"Slow Spokes","group_lon":-122.30000305175781,"id":9284092,"urlname":"Slow-Spokes","group_lat":37.91999816894531,"who":"cyclists"},"status":"upcoming"},{"utc_offset":-25200000,"headcount":0,"distance":2.1480321884155273,"visibility":"public","waitlist_count":0,"created":1394733841000,"maybe_rsvp_count":0,"description":"<p>Join the BRC for a trail run!<\/p> <p>\n\n\nThis run is intended for beginning runners who want to try the trails. The run will be 30 minutes long, at a leisurely pace.  Hills, if any, will be gentle.   We start punctually, so if you need to stretch or do a warm-up, do that beforehand.<\/p> <p>\n\n\nPlease be self-sufficient.  If you'd like to run more, stick around for the 6:30PM meetup, where there are ample opportunities for distance, speed, and hills.<\/p>","event_url":"http:\/\/www.meetup.com\/runbrc\/events\/222259585\/","yes_rsvp_count":6,"name":"Tuesday Evening Beginner Trail Run","id":"dfprbjythbjc","time":1432688400000,"updated":1395707655000,"group":{"join_mode":"open","created":1200268728000,"name":"Berkeley Running Club","group_lon":-122.27999877929688,"id":948670,"urlname":"runbrc","group_lat":37.900001525878906,"who":"Runners"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"zip":"94609","country":"us","city":"Oakland","address_1":"511 48th St","name":"Temescal Art Center","lon":-122.26339,"id":16220252,"state":"CA","lat":37.835049,"repinned":false},"headcount":0,"distance":2.446589469909668,"visibility":"public","waitlist_count":0,"created":1432148557000,"maybe_rsvp_count":0,"description":"<p>We are going to be playing improv exercises and games that will focus on how to build compelling improv scenes. These skills will then be used in creating an improvised story as a group. Ben Yates is facilitating this jam and he has 17 years of improv experience in the Bay.<\/p>","event_url":"http:\/\/www.meetup.com\/Oakland-Improv-Comedy-Meetup\/events\/222669032\/","yes_rsvp_count":5,"duration":7200000,"name":"Improv jam","id":"222669032","time":1432688400000,"updated":1432148557000,"group":{"join_mode":"open","created":1412725291000,"name":"Oakland Improv Comedy Meetup","group_lon":-122.30000305175781,"id":17472612,"urlname":"Oakland-Improv-Comedy-Meetup","group_lat":37.810001373291016,"who":"improvisers"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"country":"us","city":"Oakland","address_1":"4799 Shattuck Avenue","name":"Counter Culture Labs, at the Omni Commons","lon":-122.264122,"id":23855512,"state":"CA","lat":37.835003,"repinned":false},"headcount":0,"distance":2.444103479385376,"visibility":"public","waitlist_count":0,"created":1432156700000,"maybe_rsvp_count":0,"description":"<p>We generally think about cells as small, stupid building blocks, with the idea that to build anything complicated, or do any sort of complex behavior, one needs large numbers of cells. But in fact cells can have highly complex forms, both internal and external, and are capable of an amazing array of behaviors. It is not obvious how cells are able to develop complex internal anatomies, and indeed very little is known about the origins of cell geometry. Where does shape arise from collections of molecules? Perhaps even more fascinating than the complex shapes of cells is the fact that individual cells can often show a wide range of apparently purposeful behaviors. If you watch a cell going about its business it is hard not to start thinking of it as an animal or a robot. These behaviors require decision making and computation, and again it is not at all clear how these computational activities arise from the collection of molecules in the cell.<\/p> <p>Understanding how cells generate form and carry out behaviors is likely to be valuable in practice. Metabolic engineering is currently focused entirely on altering enzyme expression levels, but unless the size and shape of the cell's internal reaction vessels (organelles) can be reprogrammed, the potential impact of changing enzyme levels is likely to be limited by the capacity of those vessels. In medicine, many diseases show alterations of cell shape but we have literally no understanding of why this happens. Learning how cells regenerate could suggest new ways to induce regeneration in damaged human cells, providing an alternative to stem cell replacement therapy. Finally, if it is really true that cells are computing devices, perhaps we can learn how to reprogram a cell's behavior, either to turn cells into micron-scale robots (for example by making white blood cells that can attack cancer targets) or to alter the behavior of cells throughout the body.<\/p> <p>The giant single celled ciliate Stentor coeruleus has a size and structural complexity that rivals that of the animal embryo. Stentor can perform all of the key processes of development biology, including axiation, pattern formation, and induction, all within a single cell. Moreover, when a Stentor cell is cut into pieces, the pieces can regenerate intact cells with normal geometry. The ability of Stentor cells to heal wounds and regenerate allowed microsurgical experiments on Stentor development, which were carried out between 1890 and the mid 1980's. But Stentor was never developed as a molecular model system and despite the wealth of surgical results, virtually nothing is known about the molecular mechanisms by which Stentor is able to develop and regenerate. We have sequenced the Stentor genome and developed methods to perturb gene function using RNA interference. We are now conducting RNAi based screens to identify genes involved in regeneration. At the same time, the genome now allows us to use RNA sequencing to map the genomic programs that underlie specific regeneration events. Stentor is also notable for its rich behavioral repertoire. Each cell can choose between a range of different motile, contractile, and feeding behaviors, implying the existence of decision making circuitry. It has even been reported that Stentor cells can show simple forms of nonassociative learning, an idea that we are now exploring by combining automated testing systems with RNAi screening.<\/p>","event_url":"http:\/\/www.meetup.com\/Counter-Culture-Labs\/events\/222672231\/","yes_rsvp_count":14,"name":"Regeneration and Learning in a Single Cell with Wallace Marshall of UCSF","id":"222672231","time":1432688400000,"updated":1432529079000,"group":{"join_mode":"open","created":1369734435000,"name":"Counter Culture Labs","group_lon":-122.26000213623047,"id":8674162,"urlname":"Counter-Culture-Labs","group_lat":37.83000183105469,"who":"Citizen Scientists"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"zip":"94704","country":"us","city":"Berkeley","phone":"510-981-6100","address_1":"2090 Kittredge Street","name":"Berkeley Public Library","lon":-122.268089,"id":3963142,"state":"CA","lat":37.868336,"repinned":false},"headcount":0,"distance":0.15551266074180603,"visibility":"public","waitlist_count":0,"created":1431467541000,"maybe_rsvp_count":0,"description":"<p><b>Challenges met. Changes implemented. Capabilities mastered. Services delivered. Knowledge gained. Differences made. Can you do a better job of showcasing your triumphs? The workshop will show ways to boost the energy and vitality of your resume…and more.<br\/><\/b><\/p> <p><b>We will examine ways to overcome attendees' challenges, including gaps, new industry, new level, new job function and new degree\/certification. Handouts will cover resume strategies to improve your success rate and introduce creative ways to project your strengths.<\/b><\/p> <p><b>Bring your resume for critiquing and suggestions by a professional resume writer\/marketing communications expert and the other participants at this workshop. This free informal workshop focuses on the interests of participants and is intended to assist in taking next steps with better results. The leader has written more than a thousand custom resumes across industries, job functions and experience levels. Learn more about resume services by clicking on the leader's <a href=\"http:\/\/www.deltastrategies.com\/\">website.<\/a><\/b><\/p> <p><img src=\"http:\/\/photos2.meetupstatic.com\/photos\/event\/c\/9\/7\/e\/600_202191582.jpeg\" \/><\/p>","how_to_find_us":"Go to the third floor Community Meeting Room -- through double doors and down the hall","event_url":"http:\/\/www.meetup.com\/Resume-Workshops-San-Francisco-Oakland-East-Bay\/events\/222488736\/","yes_rsvp_count":10,"duration":5400000,"name":"Bring Your Resume to Life! Let's Prepare for Your Next Opportunity","id":"222488736","time":1432688400000,"updated":1431467541000,"group":{"join_mode":"open","created":1360049927000,"name":"Resume Workshops San Francisco, Oakland, East Bay","group_lon":-122.23999786376953,"id":7038292,"urlname":"Resume-Workshops-San-Francisco-Oakland-East-Bay","group_lat":37.81999969482422,"who":"Job seekers, Career changers"},"status":"upcoming"},{"utc_offset":-25200000,"rsvp_limit":25,"headcount":0,"distance":2.1480321884155273,"visibility":"public","waitlist_count":0,"created":1432324063000,"maybe_rsvp_count":0,"description":"<p>Brisk 5 mile Walk at ~3mph with some stairs. Close to this map, but not exact:<\/p> <p><a href=\"http:\/\/www.mapmyride.com\/routes\/view\/631046416\"><a href=\"http:\/\/www.mapmyride.com\/routes\/view\/631046416\" class=\"linkified\">http:\/\/www.mapmyride.com\/routes\/view\/631046416<\/a><\/a><\/p> <p>\n\n\nthere is some parking avail at the back of the building<\/p>","event_url":"http:\/\/www.meetup.com\/anythingactive\/events\/222717808\/","yes_rsvp_count":8,"name":"Walk to Mt View Cemetery and back","id":"222717808","time":1432689300000,"updated":1432324181000,"group":{"join_mode":"open","created":1334432640000,"name":"Bay Area Anything Active","group_lon":-122.27999877929688,"id":3669372,"urlname":"anythingactive","group_lat":37.900001525878906,"who":"Adventurers"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"zip":"94708","country":"us","city":"Berkeley","address_1":"Lone Oak Road and Central Park","name":"Meadows Parking Lot","lon":-122.262922,"id":827822,"state":"CA","lat":37.905719,"repinned":false},"headcount":0,"distance":2.503220319747925,"visibility":"public","waitlist_count":0,"created":1383031111000,"maybe_rsvp_count":0,"description":"<p>Hi everyone,<\/p> <p>Come out and enjoy a mid-week evening trail run in Tilden Park.  Expect anywhere from 5-10 miles with plenty of hills.  Anyone and everyone is welcome!<\/p> <p>Depending on who shows up, we may split up the group to accommodate different paces and distances.  The trails at Tilden are well marked, and there are plenty of options for extending or shortening runs.<\/p> <p>It will be assumed that everyone is self-sufficient and prepared to get back to the parking lot alone. (This is a \"run your own pace run\".  If you're fast, don't feel like you need to wait.  If you're a bit slower, don't worry about it, but make sure you know how to get back!)<\/p> <p>We meet at the trail head right across the creek from the parking lot.  Please post if you need a ride and\/or want to carpool, or you have any other concerns.<\/p> <p>***** Fall and Winter Notice***** This is now a night run.  Bring a flashlight or headlamp!<\/p> <p>See you on the trail!<\/p> <p> <\/p> <p> <\/p> <p> <\/p>","why":"It's better than sitting on the couch.","event_url":"http:\/\/www.meetup.com\/runbrc\/events\/222511182\/","yes_rsvp_count":7,"name":"Tuesday Evening Tilden Park Trail Run","id":"qkgkbhythbjc","time":1432690200000,"updated":1383031111000,"group":{"join_mode":"open","created":1200268728000,"name":"Berkeley Running Club","group_lon":-122.27999877929688,"id":948670,"urlname":"runbrc","group_lat":37.900001525878906,"who":"Runners"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"country":"us","city":"berkeley","address_1":"1600 Shattuck Suite 106","name":"Telegraph Academy","lon":-122.269516,"id":23813565,"state":"CA","lat":37.87809,"repinned":false},"rsvp_limit":3,"headcount":0,"distance":0.561011016368866,"visibility":"public","waitlist_count":0,"created":1432305717000,"maybe_rsvp_count":0,"description":"<p><b>Upcoming Dates &amp; Times<\/b><\/p> <p><b>May 26th Telegraph Prep Week 3-4  (part 2)<br\/><\/b>[On-Site] Weekdays 6:30pm-9pm, Sun 10am-5pm<br\/>[Livestream] Weekdays 6:30pm-9pm, Sun 10am-5pm<\/p> <p><b>June 8th Telegraph Prep Week 1-2 (part 1)<\/b><\/p> <p>[On-Site] Weekdays 6:30pm-9pm, Sun 10am-5pm <br\/>[Livestream] Weekdays 6:30pm-9pm, Sun 10am-5pm<\/p> <p><b>June 22 Telegraph Prep Weeks 3-4 (part 2)<\/b><\/p> <p>[On-Site] Weekdays 6:30pm-9pm, Sun 10am-5pm <br\/>[Livestream] Weekdays 6:30pm-9pm, Sun 10am-5pm<\/p> <p><br\/><b>Learn more and RSVP <a href=\"http:\/\/bit.ly\/1PAVdkO\">HERE <\/a><\/b><\/p> <p><br\/><b>Scholarships Available<\/b><\/p> <p>Apply <a href=\"http:\/\/goo.gl\/forms\/h9if1VHssy\">HERE<\/a> for a scholarship.<\/p> <p><b>****Learn more and RSVP <a href=\"http:\/\/bit.ly\/1PAVdkO\">HERE<\/a>****<\/b><\/p>","how_to_find_us":"Enter through garden courtyard on Cedar","event_url":"http:\/\/www.meetup.com\/telegraphacademy\/events\/222711718\/","yes_rsvp_count":3,"name":"Telegraph Prep Upcoming Classes","id":"thwfhlythbjc","time":1432690200000,"updated":1432309795000,"group":{"join_mode":"open","created":1423508595000,"name":"Telegraph Academy Meetup","group_lon":-122.26000213623047,"id":18423044,"urlname":"telegraphacademy","group_lat":37.880001068115234,"who":"JavaScripters"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"country":"us","city":"berkeley","address_1":"1600 Shattuck Suite 106","name":"Telegraph Academy","lon":-122.269516,"id":23813565,"state":"CA","lat":37.87809,"repinned":false},"rsvp_limit":30,"headcount":0,"distance":0.561011016368866,"visibility":"public","waitlist_count":0,"created":1429724396000,"fee":{"amount":250,"accepts":"cash","description":"per person","currency":"USD","label":"Price","required":"0"},"maybe_rsvp_count":0,"description":"<p><b>****RSVP <a href=\"http:\/\/bit.ly\/1Gq7a6Y\">HERE<\/a> ON EVENTBRITE****<br\/><\/b><\/p> <p><b>About Telegraph Prep:<\/b><\/p> <p>Telegraph Prep will teach you basic programming fundamentals using the JavaScript language. If you’re serious about launching your career into Silicon Valley as a highly sought-after engineer, this course is the starting point.<\/p> <p>Weeks 3 and 4 will be focused on teaching what you need to know to master functional programming and higher order functions. We've designed a capstone project for you to take on with a pair, and with our technical mentorship, to solidify your understanding of functional programming. <\/p> <p><br\/><b>Week 3 Intermediate:<\/b><br\/>Tuesday: Scopes<br\/>Wednesday: Closures<br\/>Thursday: Scopes + Closures (review)<br\/>Friday: Callbacks\/Higher Order Functions <br\/>Sunday: Optional Study Day<\/p> <p><b>Week 4 Putting it All Together: <\/b><br\/>Monday: Capstone Project <br\/>Tuesday: Capstone Project <br\/>Wednesday: Capstone Project <br\/>Thursday: Capstone Project <br\/>Sunday: Optional Study Day<\/p> <p>If, by Week 4 Day 5, you don’t feel like you have a strong command of the JavaScript language we haven’t done our job.<\/p> <p><b>What’s the commitment? <\/b><\/p> <p>Our 1-month intensive is meant to be as similar to bootcamp life as possible. You and your classmates will spend at least 24 hours a week studying JavaScript after work and on the weekends. The current times and dates for the class are<\/p> <p><b>Monday through Thursday 6:30pm - 9pm<br\/>NOTE: Due to Memorial Day, The first week will be running from Tuesday-Friday at 6:30pm - 9pm<\/b><\/p> <p><b>Sundays 10am - 5pm<\/b>. <\/p> <p>We want students who are serious about taking the next step in their professional career and making every session is crucial to getting the most out of the class.<\/p> <p><b>And the cost?<\/b><\/p> <p>The cost of the 1-month intensive is $250 per 2 weeks and $500 all together, but once you pass our technical interview we’ll credit that toward your tuition for 3-month career accelerator. If, for some reason, you don’t pass our interview and\/or don’t have a strong command of the JavaScript language after taking weeks 3 &amp; 4 we’ll refund you 50% of what you paid.<\/p> <p><b>Are there scholarships available?  <\/b><\/p> <p><br\/>Yes, there are a limited number of need-based scholarships available. <a href=\"http:\/\/goo.gl\/forms\/h9if1VHssy\">Apply Here<\/a>.<\/p>","event_url":"http:\/\/www.meetup.com\/telegraphacademy\/events\/222024216\/","yes_rsvp_count":23,"duration":1031400000,"name":"Telegraph Prep: Week 3 - 4","id":"222024216","time":1432690200000,"updated":1432307605000,"group":{"join_mode":"open","created":1423508595000,"name":"Telegraph Academy Meetup","group_lon":-122.26000213623047,"id":18423044,"urlname":"telegraphacademy","group_lat":37.880001068115234,"who":"JavaScripters"},"status":"upcoming"},{"utc_offset":-25200000,"headcount":0,"distance":0.8821777105331421,"visibility":"public","waitlist_count":0,"created":1430943885000,"fee":{"amount":50,"accepts":"cash","description":"per person","currency":"USD","label":"Price","required":"1"},"maybe_rsvp_count":0,"description":"<p>Thursday<\/p> <p><b>****RSVP <a href=\"http:\/\/bit.ly\/1Gq7a6Y\">HERE<\/a> ON EVENTBRITE****<br\/><\/b><\/p> <p><b>***We're livestreaming the on-site version of the Telegraph Prep course for those of you who've expressed interest in joining us, but can't make it in person! NOTE: You'll be able to follow along with lectures and exercises, but won't be able to provide you with one-on-one guidance and technical support. ***<br\/><\/b><\/p> <p><b>About Telegraph Prep:<\/b><\/p> <p>Telegraph Prep will teach you basic programming fundamentals using the JavaScript language. If you’re serious about launching your career into Silicon Valley as a highly sought after engineer this course is the starting point.<\/p> <p>You must complete <a href=\"http:\/\/www.codecademy.com\/tracks\/javascript\">Codecademy JavaScript <\/a>track before Week 1 Day 1 of Prep. You will spend the first two weeks learning the basics - types, loops, objects, and arrays and basic programming principles. You can sign up for Week 1 &amp; 2 <a href=\"http:\/\/www.meetup.com\/telegraphacademy\/events\/221551245\/\">here<\/a>.<\/p> <p>Weeks 3 and 4 will be focused on more advanced concepts such as scopes, closures, functions, and higher order functions:<\/p> <p><b>Week 3 Intermediate:<\/b><br\/>Tuesday: Scopes<br\/>Wednesday: Closures<br\/>Thursday: Callbacks\/Higher Order Functions <br\/>Friday: Underscore.js functional programming <br\/>Sunday: Optional Study Day<\/p> <p><b>Week 4 Putting it All Together: <\/b><br\/>Monday: Capstone Project <br\/>Tuesday: Capstone Project <br\/>Wednesday: Capstone Project <br\/>Thursday: Capstone Project <br\/>Sunday: Optional Study Day<\/p> <p>If, by Week 4 Day 5, you don’t feel like you have a strong command of the JavaScript language we haven’t done our job.<\/p> <p><b>What’s the commitment? <\/b><\/p> <p>Our 1-month intensive is meant to be as similar to bootcamp life as possible. You and your classmates will spend at least 24 hours a week studying JavaScript after work and on the weekends. You'll have access to the livestream to follow along with lectures and exercises. Again, we won't be able to provide you with one-on-one guidance and technical support. The current times and dates for the class are<\/p> <p><b>Monday through Thursday 6:30pm - 9pm <br\/>NOTE: Due to Memorial Day, The first week will be running from Tuesday-Friday at 6:30pm - 9pm<\/b><\/p> <p><b>Sundays 10am - 5pm<\/b>. <\/p> <p>We want students who are serious about taking the next step in their professional career and making every session is crucial to getting the most out of the class.<\/p> <p><b>And the cost?<\/b><\/p> <p>The cost of Telegraph Prep Livestream is $50 per 2 weeks and $100 all together, but once you pass our technical interview we’ll credit that toward your tuition for 3-month career accelerator. If, for some reason, you don’t pass our interview and\/or don’t have a strong command of the JavaScript language after taking weeks 3 &amp; 4 we’ll refund you 50% of what you paid.<\/p> <p><b>Are there scholarships available?  <\/b><\/p> <p><br\/>Yes, there are a limited number of need-based scholarships available. <a href=\"http:\/\/goo.gl\/forms\/h9if1VHssy\">Apply Here<\/a>.<\/p>","event_url":"http:\/\/www.meetup.com\/telegraphacademy\/events\/222354300\/","yes_rsvp_count":4,"duration":1031400000,"name":"[Livestream] Telegraph Prep: Week 3 - 4","id":"222354300","time":1432690200000,"updated":1432318879000,"group":{"join_mode":"open","created":1423508595000,"name":"Telegraph Academy Meetup","group_lon":-122.26000213623047,"id":18423044,"urlname":"telegraphacademy","group_lat":37.880001068115234,"who":"JavaScripters"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"zip":"94704","country":"us","city":"Berkeley","address_1":"2286 Shattuck Ave","name":"Build Pizzeria","lon":-122.268089,"id":13029892,"state":"CA","lat":37.867645,"repinned":false},"rsvp_limit":10,"headcount":0,"distance":0.19355763494968414,"visibility":"public","waitlist_count":0,"created":1419355941000,"maybe_rsvp_count":0,"description":"<p>Since our Meetup seems to have evolved to be about event technologies, mobile apps, event apps, virtual and streaming applications, event startups and cool things you can engage audiences with, make planning easier I am making a change to the name of the Meetup!<\/p> <p>Near Downtown Berkeley Bart Station. Two blocks down on Shattuck.<\/p>","how_to_find_us":"You can ask the Hostess or call Mike 925 699 3190 if you cant find us.","event_url":"http:\/\/www.meetup.com\/EventProfs-EVENT-Tech-Meetup\/events\/222474257\/","yes_rsvp_count":3,"name":"EventProfs EVENT Tech Meetup","id":"kwrgdlythbjc","time":1432690200000,"updated":1425491172000,"group":{"join_mode":"open","created":1416248235000,"name":"#EventProfs EVENT Tech Meetup","group_lon":-122.22000122070312,"id":18196074,"urlname":"EventProfs-EVENT-Tech-Meetup","group_lat":37.84000015258789,"who":"EventProfs"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"country":"us","city":"berkeley","address_1":"1600 Shattuck Suite 106","name":"Telegraph Academy","lon":-122.269516,"id":23813565,"state":"CA","lat":37.87809,"repinned":false},"headcount":0,"distance":0.561011016368866,"visibility":"public","waitlist_count":0,"created":1431384529000,"maybe_rsvp_count":0,"description":"<p>Telegraph Academy (<a href=\"http:\/\/www.telegraphacademy.com\/\" class=\"linkified\">http:\/\/www.telegraphacademy.com\/<\/a>) is a Software Engineering accelerator that turns talented students of color into full-fledged Software Engineers over 12 weeks.<\/p> <p>This MeetUp is mainly comprised of a two-week sprint through the second half of our 1-month long JavaScript bootcamp. It’s great for people who are already familiar with JS and want to up their skills. The course begins on May 25th, and you can check out our schedule and sign up here: <a href=\"http:\/\/www.meetup.com\/telegraphacademy\/\" class=\"linkified\">http:\/\/www.meetup.com\/telegraphacademy\/<\/a><\/p> <p>For more information about our MeetUp or 3 month accelerator, email us at [masked] and a representative will get back to you shortly.<\/p> <p><br\/>Upcoming Classes:<\/p> <p>Starting 5\/25<\/p> <p>\n\nTelegraph Prep Week 3-4, 6:30PM<br\/><a href=\"http:\/\/www.meetup.com\/telegraphacademy\/events\/222024216\/\" class=\"linkified\">http:\/\/www.meetup.com\/telegraphacademy\/events\/222024216\/<\/a><\/p> <p>Telegraph Prep Week 3-4 [LIVESTREAM], 6:30PM<br\/><a href=\"http:\/\/www.meetup.com\/telegraphacademy\/events\/222354300\/\" class=\"linkified\">http:\/\/www.meetup.com\/telegraphacademy\/events\/222354300\/<\/a><\/p>","event_url":"http:\/\/www.meetup.com\/Javascript-from-Zero-to-Hero\/events\/222466040\/","yes_rsvp_count":5,"duration":1031400000,"name":"Telegraph Prep: Two-Week Sprint through JS (Intermediate Level)","id":"222466040","time":1432690200000,"updated":1432318017000,"group":{"join_mode":"open","created":1369849716000,"name":"Javascript from Zero to Hero","group_lon":-122.4000015258789,"id":8695042,"urlname":"Javascript-from-Zero-to-Hero","group_lat":37.790000915527344,"who":"hero"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"country":"us","city":"Oakland","address_1":"4799 Shattuck Avenue","name":"Counter Culture Labs, at the Omni Commons","lon":-122.264122,"id":23855512,"state":"CA","lat":37.835003,"repinned":false},"headcount":0,"distance":2.444103479385376,"visibility":"public","waitlist_count":0,"created":1429923908000,"maybe_rsvp_count":0,"description":"<p>Let's use science fiction as a tool to think creatively about the connections between fiction, science, and society. Get inspired, or get philosophical; this book club will focus on speculative fictions with a biohacking theme. <\/p> <p>This month, we'll be discussing 2312 by Kim Stanley Robinson.<\/p> <p>\n\n\n<img src=\"http:\/\/photos1.meetupstatic.com\/photos\/event\/3\/0\/0\/6\/600_435852294.jpeg\" \/><\/p> <p>\"And then there's Kim Stanley Robinson, whose new novel, <i>2312<\/i>, is his boldest trip into all of the marvelous SF genres—ethnography, future shock, screed against capitalism, road to earth—and all of the ways to thrill and be thrilled. It's a future history that's so secure and comprehensive that it reads as an account of the past...\" -Choire Sicha, <i>Slate<\/i><\/p> <p>\n\n**This meeting will take place as part of this week's Biohacker Social: beer and pizza will be provided!**<\/p>","event_url":"http:\/\/www.meetup.com\/Counter-Culture-Labs\/events\/222082028\/","yes_rsvp_count":12,"duration":8100000,"name":"Biohacking Book Club","id":"222082028","time":1432691100000,"updated":1432529162000,"group":{"join_mode":"open","created":1369734435000,"name":"Counter Culture Labs","group_lon":-122.26000213623047,"id":8674162,"urlname":"Counter-Culture-Labs","group_lat":37.83000183105469,"who":"Citizen Scientists"},"status":"upcoming"},{"utc_offset":-25200000,"rsvp_limit":12,"headcount":0,"distance":2.9769976139068604,"visibility":"public","waitlist_count":4,"created":1420594346000,"maybe_rsvp_count":0,"description":"<p><b>Drawing and Painting from the nude Model<\/b><\/p> <p>Tuesday Drawing Sessions. 7:00 pm – 10:00 pm<\/p> <p>Monthly fee is $40.00\/Drop in fee $12:00 Multiple Poses.   We start with 2 min gesture poses and move up to 20’s.<\/p> <p><b>April 2015: Tuesday Drawing 7:00 - 10:00 pm<\/b> <\/p> <p>Tues 04\/28 Guild Mystery Model (Male)<\/p> <p><b>May 2015: Tuesday Drawing 7:00 - 10:00 pm<\/b><\/p> <p><br\/>Tues 05\/05 Bridget<\/p> <p>Tues 05\/12 Karen B<\/p> <p>Tues 05\/19 Aja<\/p> <p>Tues 05\/26 Guild Mystery Model (Female)<\/p>","event_url":"http:\/\/www.meetup.com\/Linden-Street-Figure-Drawing\/events\/220772367\/","yes_rsvp_count":12,"duration":10800000,"name":"Life Drawing from the Nude Model","id":"mgtndlythbjc","time":1432692000000,"updated":1430087735000,"group":{"join_mode":"open","created":1314641957000,"name":"Linden Street Figure Drawing","group_lon":-122.29000091552734,"id":2409082,"urlname":"Linden-Street-Figure-Drawing","group_lat":37.83000183105469,"who":"Flashing squirrels!"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"zip":"94705","country":"us","city":"Berkeley","address_1":"2712 Telegraph Avenue","name":"Pacific Center for Human Growth","lon":-122.259346,"id":1617224,"state":"CA","lat":37.861012,"repinned":false},"headcount":0,"distance":0.8521420359611511,"visibility":"public","waitlist_count":0,"created":1423995246000,"maybe_rsvp_count":0,"description":"<p>Come together and chat with other butches and studs!  It's a great opportunity to meet people who you can connect with and develop friendships.  <\/p>","event_url":"http:\/\/www.meetup.com\/Butch-Stud-Support-Group-Berkeley-CA\/events\/222680699\/","yes_rsvp_count":4,"duration":7200000,"name":"Butch Stud Group","id":"hmfpflythbjc","time":1432692000000,"updated":1423995336000,"group":{"join_mode":"approval","created":1387388439000,"name":"Butch Stud Group, Berkeley, CA","group_lon":-122.25,"id":11498052,"urlname":"Butch-Stud-Support-Group-Berkeley-CA","group_lat":37.86000061035156,"who":"Butch\/Stud"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"country":"us","city":"Berkeley","address_1":"2821 Telegraph Ave Suite 102","name":"Berkeley Meditation","lon":-122.258949,"id":23511836,"state":"CA","lat":37.858795,"repinned":false},"rsvp_limit":10,"headcount":0,"distance":0.983010470867157,"visibility":"public","waitlist_count":0,"created":1406517926000,"maybe_rsvp_count":0,"description":"<p>This introduction gives direction for those seeking freedom, happiness, peace, and enlightenment.  An interesting and exciting talk.  This is being accomplished with a very simple, yet direct way of cleansing the mind.  It is with a method of subtraction.  This meditation is always a guided practise.   The introduction gives a clear understanding of how this meditation is changing the human mind(a mind of burden and stress) to the infinite universe mind(a mind of freedom and happiness).  If you can not make it for this event please call to set up your free introduction today!<\/p> <p>This is an open house and introduction to Berkeley Meditation.  Will last about an hour.<\/p> <p><br\/>We are located on the Berkeley side of Telegraph at 2821 Suite 102.  Many buses service this area and a 15minute walk from the Ashby Bart Station. <\/p> <p>**If you are not able to attend this event, but have an interest in Berkeley Meditation you can call our center to have a personal introduction today.  Berkeley Meditation is a non-profit.<\/p>","how_to_find_us":"We are on Telegraph at Oregon.  Near Ashby.  Berkeley side.","event_url":"http:\/\/www.meetup.com\/Meditation-Berkeley\/events\/222472757\/","yes_rsvp_count":4,"duration":3600000,"name":"Berkeley Meditation Free Introductory Class","id":"dxzgfkythbjc","time":1432692000000,"updated":1430674525000,"group":{"join_mode":"open","created":1328758391000,"name":"Berkeley Meditation","group_lon":-122.25,"id":3261242,"urlname":"Meditation-Berkeley","group_lat":37.86000061035156,"who":"Members"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"zip":"94701","country":"us","city":"Berkeley","phone":"510 845-0433","address_1":"2000 University Ave","name":"Au Coquelet, ","lon":-122.270775,"id":660571,"state":"CA","lat":37.871918,"repinned":false},"headcount":0,"distance":0.13952817022800446,"visibility":"public","waitlist_count":0,"created":1432176897000,"maybe_rsvp_count":0,"description":"<p><i>I can tell that Measurement is going to take three meetings.  Rather than occupy an entire month with it, we will temporarily accelerate our meeting schedule by interpolating this May 26 date in order to finish Measurement on June 2.   (More about why Measurement is worth a longer look <a href=\"http:\/\/www.meetup.com\/Philosophy-Cafe-Cafe-Philosophique\/messages\/boards\/thread\/30139612\/80#[masked]\">here<\/a>.) <\/i><\/p> <p><br\/>We will dive into the idea of scales, probably in the context of the psychological measurements that dominated discussion on May 19, though obviously scales are used in commerce as well.  (Yes, we are availing ourselves of  multiple senses of the word <i>scale<\/i>.)  The scale as a physical instrument focuses us the reality of measurement, while its mode of operation--of balancing opposing forces--highlights the duality of measurement.  And there's <a href=\"http:\/\/upload.wikimedia.org\/wikipedia\/commons\/thumb\/2\/2c\/HK_Central_Statue_Square_Legislative_Council_Building_n_Themis_s.jpg\/300px-HK_Central_Statue_Square_Legislative_Council_Building_n_Themis_s.jpg\">Lady Justice<\/a>, yielding the judgment of her eyesight to the balancing of a mechanical scale.<\/p> <p>Those of you inclined toward what I've termed a \"quantitative interest\" should not miss this one:  that is, if you've ever cited one cause or reason being \"greater\" than another to make your point, then you ought to develop with us an understanding of what that means in a broad, philosophical sense.<\/p> <p>To be further developed during the week, and in <a href=\"http:\/\/www.meetup.com\/Philosophy-Cafe-Cafe-Philosophique\/messages\/boards\/thread\/48969030\/\">Show Your Work<\/a>.  Please lend us a hand (or mind).<\/p> <p><br\/>Jeff<\/p>","how_to_find_us":"usually in front of the dining area","event_url":"http:\/\/www.meetup.com\/Philosophy-Cafe-Cafe-Philosophique\/events\/222680335\/","yes_rsvp_count":5,"duration":8100000,"name":"Balancing Scales (Measurement II)","id":"222680335","time":1432692900000,"updated":1432283471000,"group":{"join_mode":"open","created":1238784188000,"name":"Philosophy Cafe - Cafe Philosophique","group_lon":-122.26000213623047,"id":1425542,"urlname":"Philosophy-Cafe-Cafe-Philosophique","group_lat":37.869998931884766,"who":"Philosophers"},"status":"upcoming"},{"utc_offset":-25200000,"headcount":0,"distance":0,"visibility":"public","waitlist_count":0,"created":1430970370000,"maybe_rsvp_count":0,"description":"<p><b>I had an epiphany recently about what I like.<\/b><\/p> <p>I like men’s gatherings, I like hiking, I like beer, and I like talking about women and sex. I'm know I'm not alone here, so let’s bring these four elements together for the most epic men’s group <i>ever.<\/i><\/p> <p>Here's why each of these four elements are awesome:<\/p> <p><b>Gathering with other men <\/b>– The more quality time I spend with other men, the better my life gets. Our culture doesn’t acknowledge this need enough. 90% of the men I know would benefit from more “man time.”<\/p> <p><b>Hiking<\/b> – After staring at a computer screen all day, don’t you just want to get outside and blow off steam? I happen to live a 5-minute walk away from Tilden Park. It’s the most spectacular backyard ever.<\/p> <p><b>Beer<\/b> – To be honest, I’m not a big drinker but I like a good beer. If you don’t drink, that’s cool. Bring a root beer.<\/p> <p><b>Sex<\/b> – Sex is a topic that men tend to talk about with a lot of bravado and not a lot of substance. I’m going to guide us into a more vulnerable conversation so we can truly support and inspire each other.<\/p> <p><b>The plan:<br\/><\/b>- Meet at my house at 7:30. We’ll meditate for 10 minutes, and I’ll set the stage for the conversations we’ll have on our hike.<br\/>- We’ll leave my house by 7:45 with beers in hand and head into Tilden to enjoy nature and talk about man stuff.<br\/>- We’ll be back by 9:15 at the very latest to wrap up, say goodbye, and share our final thoughts.<\/p> <p><b>What to bring:<br\/><\/b>- Hiking shoes and layers<br\/>- A bottle of craft beer<br\/>- Willingness to be vulnerable<\/p> <p>See you soon!<\/p> <p>Peter<br\/>Men's Relationship Coach<br\/><a href=\"http:\/\/www.unconventionalrelationship.com\">www.unconventionalrelationship.com<\/a><\/p>","event_url":"http:\/\/www.meetup.com\/East-Bay-Mens-Group\/events\/222364919\/","yes_rsvp_count":5,"duration":7200000,"name":"Let's Hike, Drink Beer, and Talk About Women and Sex","id":"222364919","time":1432693800000,"updated":1430972077000,"group":{"join_mode":"open","created":1427242513000,"name":"East Bay Men's Group","group_lon":-122.2699966430664,"id":18518943,"urlname":"East-Bay-Mens-Group","group_lat":37.869998931884766,"who":"Men"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"country":"us","city":"Oakland","address_1":"4799 Shattuck Avenue","name":"Counter Culture Labs, at the Omni Commons","lon":-122.264122,"id":23855512,"state":"CA","lat":37.835003,"repinned":false},"headcount":0,"distance":2.444103479385376,"visibility":"public","waitlist_count":0,"created":1411679261000,"maybe_rsvp_count":0,"description":"<p>Come meet our Biohackers and other Mad Scientists in our new space at the Omni Commons to discuss science, brainstorm projects, learn more about Counter Culture Lab, and plot world domination. <\/p> <p>And hey - free beer and pizza! See you there :)<\/p>","how_to_find_us":"Easily accessible from the MacArthur BART stop, we are located at the corner of Shattuck and 48 th street","event_url":"http:\/\/www.meetup.com\/Counter-Culture-Labs\/events\/221285971\/","yes_rsvp_count":3,"duration":7200000,"name":"Biohackers and Mad Scientists Social","id":"qlzmrkythbjc","time":1432695600000,"updated":1432529346000,"group":{"join_mode":"open","created":1369734435000,"name":"Counter Culture Labs","group_lon":-122.26000213623047,"id":8674162,"urlname":"Counter-Culture-Labs","group_lat":37.83000183105469,"who":"Citizen Scientists"},"status":"upcoming"},{"utc_offset":-25200000,"rsvp_limit":5,"headcount":0,"distance":0.5465065836906433,"visibility":"public","waitlist_count":4,"created":1432261588000,"maybe_rsvp_count":0,"description":"<p>We've been invited to race FPV micro quads against the Fox40 talk show hosts LIVE on TV in Sacramento next Wednesday 5\/27 at 9am. It's going to be an incredibly fun event full of (clean) trash talking and high competitive spirit. Micro Trophies awarded.<\/p> <p>This week we launched the 2015 FatShark US National Drone Racing Competitions (<a href=\"http:\/\/dronenationals.com\" class=\"linkified\">http:\/\/dronenationals.com<\/a>) and this is all part of the press that's starting to revolve around the event. <\/p> <p>We need 4 pilots total, so if you can make it, please RSVP as soon as you can, or put yourself on the wait list if you can be an on-standby pilot at a moment's notice. <\/p> <p>I have 3 micro blade nano QX 3D airframes with mini fpv cameras on them, radios, and a complete mini flag and gate set. All we need is you and\/or your own micro FPV rig. <\/p> <p>Please RSVP asap if you would like to do this and let me know if you're bringing your own equipment. <\/p> <p>Where: Fox40 (<a href=\"http:\/\/fox40.com\/) Sacramento\" class=\"linkified\">http:\/\/fox40.com\/) Sacramento<\/a>, CA <br\/>Date\/Time: 9am, Wed May 27<br\/>TIME: about 2 hours max.<br\/>Carpool from Berkeley leaving at 6:30ish or meet at the Studios at 9am. (Exact details to be confirmed)<\/p> <p><img src=\"http:\/\/photos1.meetupstatic.com\/photos\/event\/4\/d\/c\/3\/600_437719907.jpeg\" \/><\/p>","how_to_find_us":"Fox40 TV Studios, Sacramento","event_url":"http:\/\/www.meetup.com\/FPVracers\/events\/222703936\/","yes_rsvp_count":5,"name":"Micro FPV Racing against Fox40 TV Celebs LIVE! [Sacramento]","id":"222703936","time":1432742400000,"updated":1432261661000,"group":{"join_mode":"open","created":1402278426000,"name":"FPV Racers & Explorers","group_lon":-122.26000213623047,"id":14963312,"urlname":"FPVracers","group_lat":37.869998931884766,"who":"Pilots"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"zip":"94702","country":"us","city":"Berkeley","address_1":"1724 San Pablo Ave (Delaware and Francisco) Berkeley, CA","name":"Cafe Leila","lon":-122.292908,"id":4073042,"state":"CA","lat":37.871693,"repinned":false},"headcount":0,"distance":1.2575037479400635,"visibility":"public","waitlist_count":0,"created":1428335622000,"maybe_rsvp_count":0,"description":"<p>This is our 9th meeting.  We are a dynamic group together creating an ever more relevant group experience. See you on the 27th.<\/p>","how_to_find_us":"North Berkeley. In the garden area.","event_url":"http:\/\/www.meetup.com\/Oakland-Social-Meetup\/events\/222384117\/","yes_rsvp_count":9,"name":"SeniorVoices","id":"hzvlglythbkc","time":1432767600000,"updated":1431648549000,"group":{"join_mode":"open","created":1421094818000,"name":"Oakland Social Meetup","group_lon":-122.26000213623047,"id":18327653,"urlname":"Oakland-Social-Meetup","group_lat":37.83000183105469,"who":"Senior Voices"},"status":"upcoming"},{"utc_offset":-25200000,"headcount":0,"distance":2.1480321884155273,"visibility":"public","waitlist_count":0,"created":1428356162000,"maybe_rsvp_count":0,"description":"<p>After a short hiatus, we're kicking off the Summer Season with a potluck dinner and planning party. This is a great time to start singing with the Organic Women's Chorus. If you haven't come yet, or if you've tried it out once and been meaning to come back, now's the time! Get to know other singers and start planning for our big show in September.<\/p> <p>Bring a dish to share, or your own food if you have special dietary needs. We're looking forward to meeting you!<\/p> <p> <\/p>","event_url":"http:\/\/www.meetup.com\/organicwomenschorus\/events\/221663243\/","yes_rsvp_count":5,"duration":10800000,"name":"Summer Season Launch Potluck Party","id":"vnwpclythbkc","time":1432774800000,"updated":1428356162000,"group":{"join_mode":"approval","created":1257395172000,"name":"The Organic Women's Chorus","group_lon":-122.27999877929688,"id":1552012,"urlname":"organicwomenschorus","group_lat":37.900001525878906,"who":"Singers"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"country":"us","city":"oakland","address_1":"Upper Rockridge","name":"Temescal Park North","lon":-122.23369,"id":23805351,"state":"CA","lat":37.84244,"repinned":true},"headcount":0,"distance":2.753067970275879,"visibility":"public","waitlist_count":0,"created":1430512102000,"maybe_rsvp_count":0,"description":"<p>The group I play volleyball with on Wednesdays always welcomes additional players! It's a very friendly, laid back group. All levels are invited to play.<\/p> <p>We'll be at the beautiful Temescal Park in Oakland, with a view of the lake. We'll play 'til it gets dark.<\/p> <p>There's a BBQ and picnic tables, so bring beers and something to throw on the grill if you'd like. Friendly dogs are also welcome.<\/p> <p>You can find us on the North end of the park. Park in the lot off Broadway (not the one off Broadway Terrace), and when you're facing the lake, walk to the grassy area to the left (up towards the trees or around past the restrooms).<\/p> <p>Map:<br\/><a href=\"https:\/\/www.google.com\/maps\/place\/Temescal+Regional+Recreation+Area+North+Entrance\/@37.847842,-122.23354,17z\/data=!3m1!4b1!4m2!3m1!1s0x80857d97d74ce86f:0xab1e7f4ad0ecad50\" class=\"linkified\">https:\/\/www.google.com\/maps\/place\/Temescal+Regional+Recreation+Area+North+Entrance\/@37.847842,-122.23354,17z\/data=!3m1!4b1!4m2!3m1!1s0x80857d97d74ce86f:0xab1e7f4ad0ecad50<\/a><\/p> <p>-Kathryn<\/p>","event_url":"http:\/\/www.meetup.com\/Alameda-Volleyball\/events\/222241211\/","yes_rsvp_count":20,"name":"Weeknight Volleyball in Oakland","id":"222241211","time":1432774800000,"updated":1431096625000,"group":{"join_mode":"open","created":1339357661000,"name":"Alameda Volleyball and Beer","group_lon":-122.26000213623047,"id":4046672,"urlname":"Alameda-Volleyball","group_lat":37.7599983215332,"who":"Active people"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"country":"us","city":"94704","address_1":"Berkeley","name":"2029 Durant Avenue","lon":-122.248596,"id":23514369,"state":"CA","lat":37.866936,"repinned":false},"rsvp_limit":7,"headcount":0,"distance":1.1889629364013672,"visibility":"public","waitlist_count":0,"created":1432243242000,"maybe_rsvp_count":0,"description":"<p>6 participants; (1-Hour) Public Speaking Workshop. It is FREE for new participants. <\/p> <p>Please RSVP yourself and any guest by responding YES on the meetup or email us if you plan to attend. <\/p> <p>Here are some of the important things you will learn and don't want to miss out on:<\/p> <p>- Learn and practice fundamental public speaking skills and practice thinking on your feet and speaking clearly in a fun and safe environment.<\/p> <p>Each session we focus on a particular aspect of public speaking and we practice it with other members in the group in a safe and coached environment.<\/p> <p>The workshop is designed using the latest tools of public speaking to help you become more confident and comfortable in front groups of people and help you articulate your thoughts in a clear and organized manner.<\/p> <p>Note: The Workshop incorporates a unique accelerated learning method and a powerful new approach to teaching public speaking fast.<\/p> <p>RSVP yourself (and your guests)<\/p> <p>Thanks,<\/p> <p>The Magnetic Speaking Team<\/p> <p>Speakers, Trainers, Coaches, Authors<\/p> <p>Magnetic Speaking<\/p> <p>2029 Durant Ave, Berkeley, CA 94704<\/p> <p><a href=\"http:\/\/www.h324.com\/\">www.magneticspeaking.com<\/a><\/p>","event_url":"http:\/\/www.meetup.com\/East-Bay-Public-Speaking-Classes-No-Fear-of-Public-Speaking\/events\/222697156\/","yes_rsvp_count":5,"duration":3600000,"name":"Free Public Speaking Class: Turbo Charge Your Speaking Skills And Confidence","id":"222697156","time":1432774800000,"updated":1432243409000,"group":{"join_mode":"open","created":1412652044000,"name":"East Bay\/Public Speaking Classes & Training","group_lon":-122.26000213623047,"id":17451272,"urlname":"East-Bay-Public-Speaking-Classes-No-Fear-of-Public-Speaking","group_lat":37.869998931884766,"who":"Magnetic Speakers"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"zip":"94708","country":"us","city":"Berkeley","address_1":"1200 Euclid Ave","name":"Berkeley Rose Garden","lon":-122.262912,"id":715740,"state":"CA","lat":37.885298,"repinned":false},"rsvp_limit":11,"headcount":0,"distance":1.1278921365737915,"visibility":"public","waitlist_count":0,"created":1431060523000,"fee":{"amount":1,"accepts":"cash","description":"per person","currency":"USD","label":"Price","required":"0"},"maybe_rsvp_count":0,"description":"<p>We will meet on Euclid in front of the Rose Garden and take steep long stairways and pathways in Berkeley Hills. We will have yoga practice at the park, returning back to the Rose Garden.<\/p> <p>For those of you who have never been on Berkeley Hills stairways, this is not an easy urban walk. Even experienced hikers struggle on those steps. Please, consider this when you sign up.<\/p> <p><b>All participants need to bring their mats.<\/b> Please, be prepared to carry them with you around. Bring your water and snacks. Dress in layers, it may get cool and windy in the hills.<\/p> <p>All participants will be asked to contribute $1 towards the $180 a year fee paid to meetup.com for hosting this group (yes, I was notified that the fees have gone up in 2015). Thank you for supporting the group!<\/p>","event_url":"http:\/\/www.meetup.com\/East-Bay-Hiking-And-Yoga-Club\/events\/222390259\/","yes_rsvp_count":11,"duration":7200000,"name":"Yoga and Stairways in Berkeley Hills","id":"222390259","time":1432774800000,"updated":1432583496000,"group":{"join_mode":"approval","created":1359318193000,"name":"East Bay Hiking & Yoga Club","group_lon":-122.26000213623047,"id":6874482,"urlname":"East-Bay-Hiking-And-Yoga-Club","group_lat":37.880001068115234,"who":"Wilderness Yogis"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"zip":"94704","country":"us","city":"Berkeley","address_1":"2150 Shattuck Ave","name":"Chase Bank","lon":-122.268219,"id":1162721,"state":"CA","lat":37.869941,"repinned":false},"headcount":0,"distance":0.09788637608289719,"visibility":"public","waitlist_count":0,"created":1432144664000,"maybe_rsvp_count":0,"description":"<p>Hola entusiastas del ejercicio!<\/p> <p><br\/>Si te interesa ponerte en forma, acompáñanos este miércoles. Las rutas de caminar son de nivel fácil a intermedio. Nuestra ruta urbana es en el campus de la universidad o por las calles de Berkeley. Nuestro grupo es mas o menos de nivel medio a avanzado pero si eres principiante del idioma seras bienvenido. Por favor recuerda la cortesía y cambia tu reservación si no puedes venir.<\/p> <p>Favor de ser puntual, nos encontramos de 6:05 a 6:15  delante de Chase Bank. Partimos a las 6:15pm en punto. [No es posible poner 6:05 como la hora de inicio en el sitio de Internet de Meetup; solamente 6:00 o 6:15.]<\/p>","how_to_find_us":"Look for people speaking Spanish in front of the Chase Bank","event_url":"http:\/\/www.meetup.com\/eastbayspanish\/events\/222667504\/","yes_rsvp_count":13,"name":"Ponte en forma! Caminando y charlando en Berkeley","id":"222667504","time":1432774800000,"updated":1432144664000,"group":{"join_mode":"open","created":1192835929000,"name":"East Bay Spanish-Language MeetUp","group_lon":-122.23999786376953,"id":763595,"urlname":"eastbayspanish","group_lat":37.81999969482422,"who":"hablantes entusiasmados"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"country":"us","city":"Berkeley","address_1":"2120 University Avenue","name":"WeWork Berkeley","lon":-122.267525,"id":23527334,"state":"CA","lat":37.872169,"repinned":false},"headcount":0,"distance":0.20217253267765045,"visibility":"public","waitlist_count":0,"created":1430409075000,"maybe_rsvp_count":0,"description":"<p>One of the most important decisions you make as a solo entrepreneur is which legal structure to choose for your business. <\/p> <p>The choice you make will impact your everyday life and work in terms of liability, taxation and reporting. <\/p> <p>Join us for a presentation by attorney Jesse Woo and get a tour of your options, including:<\/p> <p>• <i>Sole proprietor<\/i>, where you keep 100% ownership and liability.<\/p> <p>• <i>General Partnership<\/i>, where you split ownership and liability.<\/p> <p>• <i>S Corp<\/i> which has similarities to a partnership where income and losses are passed on through shareholders<\/p> <p>• <i>C Corp<\/i>, which exists separately from its owners<\/p> <p>• <i>LLC<\/i>, where members are not personally responsible for the company's finances<\/p> <p>Jesse will present an overview of possibilities, and then take your questions.<\/p> <p>Our agenda:<\/p> <p>6:30-7:00 PM Networking<\/p> <p>7:00-7:15 PM Icebreaker<\/p> <p>7:15-7:40 PM \"Choosing the Right Legal Structure for Your Business\" with attorney Jesse Woo<\/p> <p>7:40-8:00 PM Brain Exchange<\/p> <p>8:00-8:30 PM Networking<\/p>","event_url":"http:\/\/www.meetup.com\/Bay-Area-Solo-Entrepreneur-Meetup\/events\/222209458\/","yes_rsvp_count":17,"duration":7200000,"name":"Choosing the Right Legal Structure for Your Solo Business","id":"222209458","time":1432776600000,"updated":1431451611000,"group":{"join_mode":"open","created":1421778088000,"name":"Bay Area Solo Entrepreneurs Meetup","group_lon":-122.26000213623047,"id":18358208,"urlname":"Bay-Area-Solo-Entrepreneur-Meetup","group_lat":37.869998931884766,"who":"solo entrepreneurs"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"country":"US","city":"Oakland","address_1":"4500 Gilbert St","name":"The Point at Rockridge","lon":-122.25087,"id":23548158,"lat":37.832928,"repinned":false},"rsvp_limit":20,"headcount":0,"distance":2.7716286182403564,"visibility":"public","waitlist_count":0,"created":1431101457000,"maybe_rsvp_count":0,"description":"<p>Special Film Screening and Discussion:<\/p> <p>  While accompanying someone through the final phase of life can be an amazing and healing experience, it can also be demanding, exhausting and sometime tarnished by resentments and regrets.  The challenges of this delicate balance are revealed in this second film of the awarding winning series, <i>Secrets of Life and Death<\/i> by Dr. Michelle Peticolas.<\/p> <p>From this film screening and the discussion that follows, participants will discover:<\/p> <p>  * The number 1 secret to successful caregiving.<\/p> <p>  * How to minimize conflict and get the cooperation you need.<\/p> <p>  * What to do to avoid burnout. <\/p> <p>This is a great opportunity to see one of my films and to learn some of the essentials of successful caregiving.<\/p> <p>Please RSVP to Sand Truesdell at[masked] by May 23rd. There is limited seating.<\/p>","how_to_find_us":"Ask at the front desk","event_url":"http:\/\/www.meetup.com\/Facing-Death-Salon\/events\/222397487\/","yes_rsvp_count":5,"name":"See Caring for the Dying: the art of being present","id":"222397487","time":1432776600000,"updated":1431979998000,"group":{"join_mode":"open","created":1422043762000,"name":"Facing Death Salon","group_lon":-122.22000122070312,"id":18371466,"urlname":"Facing-Death-Salon","group_lat":37.84000015258789,"who":"Smart Seniors"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"country":"us","city":"Oakland","address_1":"4632 Telegraph Avenue","name":"Samana+","lon":-122.26265,"id":23593316,"state":"CA","lat":37.833996,"repinned":false},"rsvp_limit":15,"headcount":0,"distance":2.524740219116211,"visibility":"public","waitlist_count":0,"created":1422677286000,"maybe_rsvp_count":0,"description":"<p>This week is mostly experiential. We'll start with the gong - an let go of any emotions\/thoughts that may not be serving you well this week.<\/p> <p><br\/>We'll then spend about 30 minutes alternating between the bowls and silence.<\/p> <p><br\/>By Donation - Please pay as you can.<\/p> <p>\n\n\n\n<img src=\"http:\/\/photos1.meetupstatic.com\/photos\/event\/3\/e\/a\/4\/600_433816036.jpeg\" \/><\/p> <p><img src=\"http:\/\/photos1.meetupstatic.com\/photos\/event\/8\/3\/d\/c\/600_437733756.jpeg\" \/><\/p>","how_to_find_us":"www.samanaayurveda.com or info@samanaayurveda.com","event_url":"http:\/\/www.meetup.com\/Oakland-Sound-Healing-Group\/events\/222553078\/","yes_rsvp_count":3,"duration":3600000,"name":"Sound Healing Series. Sound Bath.","id":"sztgflythbkc","time":1432776600000,"updated":1432317536000,"group":{"join_mode":"open","created":1422566196000,"name":"Oakland Sound Healing Group","group_lon":-122.26000213623047,"id":18393508,"urlname":"Oakland-Sound-Healing-Group","group_lat":37.83000183105469,"who":"Waveform Riders"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"zip":"94701","country":"us","city":"Berkeley","address_1":"830 Bancroft Way","name":"Rudramandir","lon":-122.295819,"id":1607039,"state":"CA","lat":37.863282,"repinned":false},"headcount":0,"distance":1.4857178926467896,"visibility":"public","waitlist_count":0,"created":1429913071000,"fee":{"amount":15,"accepts":"cash","description":"per person","currency":"USD","label":"Price","required":"0"},"maybe_rsvp_count":0,"description":"<p><i><b>A Safe and Fun Space... with Voice and Movement... <\/b><b>to Create Conscious Community &amp; Authentic Connection<\/b><\/i><\/p> <p><b>***RSVP Here, and then Get Your Early Bird Ticket at <a href=\"http:\/\/connectionjam.eventbrite.com\"><a href=\"http:\/\/connectionjam.eventbrite.com\" class=\"linkified\">http:\/\/connectionjam.eventbrite.com<\/a><\/a>.***<\/b><\/p> <p>Does sharing LOLs and Facebook statuses leave you feeling a little empty? Tired of superficial conversation... or even people <i>acting<\/i> authentic (when it doesn't really ring true)?<\/p> <p>Or, do you attend dance and movement events, where you dance <i>next to<\/i> people, but would enjoy both moving<i> and<\/i> talking?<\/p> <p><b>It's time for a new paradigm for connection.<\/b> One that's not digital... beyond superficial banter... is not about just relating mentally from our heads... <i>and<\/i> also has healthy boundaries!<\/p> <p>Welcome to... Connection Jams.<\/p> <p><b>WHAT'S A CONNECTION JAM? <\/b><\/p> <p><b>Connection Jams are guided processes<\/b> - that is, it's not just open forums where anything goes. In a safe and fun space, participants are taken through the Spiral Path of Connection  - which begins with connecting with yourself... and eventually moves into interconnection. <b><a href=\"http:\/\/www.connectionjams.com\">Download a free guide, <i>Redefining Connection,<\/i> that explains the 9 aspects of connection - and reframes how connection can be easier and more fulfilling.<\/a><\/b><\/p> <p>This safe container takes participants through a fun and embodied process (that is, you'll be moving around a fair amount - as well as having dialogue), that helps connecting with others become easy, fun, safe, and energizing.<\/p> <p><b>WHO'S IT FOR?<\/b><\/p> <p>People with bodies who breathe, and would like to enjoy being around other people more.<\/p> <p>...No, seriously: it's especially appreciated by people who've done personal and\/or spiritual growth work. Plus if you enjoy embodied practices, like movement, dance and yoga, you'll dig it. (No, you do not need to be good at them! (No, you do not need to be good at them! You may even be very intellectual - and yet know that your body is a helpful thing to have.)<\/p> <p>You may also desire to create community with others who are on a conscious path.<\/p> <p>Or, you may be an introvert who feels drained around others... and wish connecting would be easier and energizing.<\/p> <p>Note: while it's neither a dating nor a business event in particular, you may well make personal or professional connections...and of course make new friends.<\/p> <p>WHAT WILL HAPPEN?<\/p> <p>1. MOVEMENT AND EMBODIMENT. The first half of the event focuses on connecting with <i>yourself<\/i> (so that you really feel like <i>you)<\/i> and connecting with others through movement, nonverbal communication, and dialogue.<\/p> <p>2. ACTING, VOICE and IMPROV EXERCISES that are may be fun, or deep, or just different. These are largely expert tools used to enhance public speaking, self-expression, and \"the Performance of Your Life (TM).\"<\/p> <p>3. DEEPENING DIALOGUE. No standard, unfulfilling banter that everyone dreads. While you by no means will be forced to talk about things you don't want to, unusual and yet fun prompts and topics will help you get to know people as 3D humans, way beyond standard \"what do you do\" type statements.<\/p> <p>And...<\/p> <p>• Warning: <i>You may very well have fun.<\/i><\/p> <p>• You may <i>walk away with<\/i> <i>new friends or people who <\/i>adore<i> who you are and what you do.<\/i><\/p> <p>•<i> Learn new tools for connecting more fully. <\/i>This might feel a little new or intense at times... just like any new growth area feels. And, it's presented in a fun, engaging way, with zero pressure - where you can always do what feels best for you.<\/p> <p><b>WHAT YOU WON'T FIND...<\/b><\/p> <p>• <i>Inappropriate touch and bad boundaries<\/i>... or anything resembling it. (Note: this is not Contact Improvisation... nor is it sexualized contact.)<\/p> <p>• <i>Fake, new-agey \"authenticity\" <\/i>(which really is just another facade).<\/p> <p>• <i>Alcohol<\/i>. Relax and be yourself without substances.<\/p> <p><b>BRING:<\/b> A water bottle and a snack if you'll need it. Plus, wear movement\/yoga\/dance-type clothes you'll relax in.<\/p> <p><b>ABOUT THE FACILITATOR:<\/b> Since 1996, Jonathan Bender, MS, MFA, has coached and taught workshops to thousands, focusing on self-expression, public speaking, personal growth and \"the performance of your life.\" The founder of <a href=\"http:\/\/www.wholespeak.com\">WholeSpeak, LLC<\/a>, he spends his time teaching how to show up in life and on stage with authenticity, power, and dynamic presence. He also trains and certifies coaches in the WholeSpeak Method. Jonathan is a professional theatre director, actor and writer; he holds an MFA in Theater: Contemporary Performance and a Master's in Performance Studies and Speech Communication. Jonathan also runs <a href=\"http:\/\/www.ConsciousBusinessBayArea.com\">Conscious Business Bay Area<\/a>.<\/p> <p><b>Learn more about Connection Jams at <a href=\"http:\/\/www.ConnectionJams.com\"><a href=\"http:\/\/www.ConnectionJams.com\" class=\"linkified\">http:\/\/www.ConnectionJams.com<\/a><\/a>.<\/b><\/p> <p> <\/p>","event_url":"http:\/\/www.meetup.com\/Conscious-Business-Bay-Area\/events\/222078375\/","yes_rsvp_count":10,"duration":10800000,"name":"**Connection Jam** - Movement, Connection, and Deep Play","id":"222078375","time":1432776600000,"updated":1429913071000,"group":{"join_mode":"open","created":1321055784000,"name":"Conscious Business Bay Area (TM) Meetup","group_lon":-122.23999786376953,"id":2798262,"urlname":"Conscious-Business-Bay-Area","group_lat":37.81999969482422,"who":"Conscious Professionals"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"zip":"94701","country":"us","city":"Berkeley","address_1":"830 Bancroft Way","name":"Rudramandir","lon":-122.295819,"id":1607039,"state":"CA","lat":37.863282,"repinned":false},"headcount":0,"distance":1.4857178926467896,"visibility":"public","waitlist_count":0,"created":1429913112000,"fee":{"amount":15,"accepts":"cash","description":"per person","currency":"USD","label":"Price","required":"0"},"maybe_rsvp_count":0,"description":"<p><b>A Safe and Fun Space... with Voice and Movement... to Create Conscious Community &amp; Authentic Connection<\/b><\/p> <p><b>***RSVP Here, and then Get Your Early Bird Ticket at <a href=\"http:\/\/connectionjam.eventbrite.com\"><a href=\"http:\/\/connectionjam.eventbrite.com\" class=\"linkified\">http:\/\/connectionjam.eventbrite.com<\/a><\/a>.***<\/b><\/p> <p>Does sharing LOLs and Facebook statuses leave you feeling a little empty? Tired of superficial conversation... or even people acting authentic (when it doesn't really ring true)? <\/p> <p>Or, do you attend dance and movement events, where you dance next to people, but would enjoy both moving and talking?<\/p> <p>It's time for a new paradigm for connection. One that's not digital... beyond superficial banter... is not about just relating mentally from our heads... and also has healthy boundaries!<\/p> <p>Weclome to... Connection Jams.<\/p> <p><b>WHAT'S A CONNECTION JAM? <\/b><\/p> <p>Connection Jams are guided processes - that is, it's not just open forums where anything goes. In a safe and fun space, participants are taken through the Spiral Path of Connection  - which begins with connecting with yourself... and eventually moves into interconnection. <a href=\"http:\/\/www.connectionjams.com\">Download a free guide, Redefining Connection, that explains the 9 aspects of connection - and reframes how connection can be easier and more fulfilling.<\/a><\/p> <p>This safe container takes participants through a fun and embodied process (that is, you'll be moving around a fair amount - as well as having dialogue), that helps connecting with others become easy, fun, safe, and energizing.<\/p> <p><b>WHO'S IT FOR?<\/b><\/p> <p>People with bodies who breathe, and would like to enjoy being around other people more.<\/p> <p>...No, seriously: it's especially appreciated by people who've done personal and\/or spritual growth work. Plus if you enjoy embodied practices, like movement, dance and yoga, you'll dig it. (No, you do not need to be good at them! (No, you do not need to be good at them! You may even be very intellectual - and yet know that your body is a helpful thing to have.)<\/p> <p>You may also desire to create community with others who are on a conscious path. <\/p> <p>Or, you may be an introvert who feels drained around others... and wish connecting would be easier and energizing.<\/p> <p>Note: while it's neither a dating nor a business event in particular, you may well make personal or professional connections...and of course make new friends.<\/p> <p><b>WHAT WILL HAPPEN?<\/b><\/p> <p>1. MOVEMENT AND EMBODIMENT. The first half of the event focuses on connecting with yourself (so that you really feel like you) and connecting with others through movement, nonverbal communication, and dialogue. <\/p> <p>2. ACTING, VOICE and IMPROV EXERCISES that are may be fun, or deep, or just different. These are largely expert tools used to enhance public speaking, self-expression, and \"the Performance of Your Life (TM).\"<\/p> <p>3. DEEPENING DIALOGUE. No standard, unfulfilling banter that everyone dreads. While you by no means will be forced to talk about things you don't want to, unusual and yet fun prompts and topics will help you get to know people as 3D humans, way beyond standard \"what do you do\" type statements.<\/p> <p>And...<\/p> <p>• Warning: You may very well have fun.<\/p> <p>• You may walk away with new friends or people who adore who you are and what you do.<\/p> <p>• Learn new tools for connecting more fully. This might feel a little new or intense at times... just like any new growth area feels. And, it's presented in a fun, engaging way, with zero pressure - where you can always do what feels best for you.<\/p> <p><b>WHAT YOU WON'T FIND...<\/b><\/p> <p>• Inappropriate touch and bad boundaries... or anything resembling it. (Note: this is not Contact Improvisation... nor is it sexualized contact.)<\/p> <p>• Fake, new-agey \"authenticity\" (which really is just another facade). <\/p> <p>• Alcohol. Relax and be yourself without substances.<\/p> <p>BRING: A water bottle and a snack if you'll need it. Plus, wear movement\/yoga\/dance-type clothes you'll relax in.<\/p> <p><b>ABOUT THE FACILITATOR: <\/b>Since 1996, Jonathan Bender, MS, MFA, has coached and taught workshops to thousands, focusing on self-expression, public speaking, personal growth and \"the performance of your life.\" The founder of <a href=\"http:\/\/www.wholespeak.com\">WholeSpeak, LLC<\/a>, he spends his time teaching how to show up in life and on stage with authenticity, power, and dynamic presence. He also trains and certifies coaches in the WholeSpeak Method. Jonathan is a professional theatre director, actor and writer; he holds an MFA in Theater: Contemporary Performance and a Master's in Performance Studies and Speech Communication. Jonathan also runs <a href=\"http:\/\/www.ConsciousBusinessBayArea.com\">Conscious Business Bay Area<\/a>.<\/p> <p><b>Learn more about Connection Jams at <a href=\"http:\/\/www.ConnectionJams.com\"><a href=\"http:\/\/www.ConnectionJams.com\" class=\"linkified\">http:\/\/www.ConnectionJams.com<\/a><\/a>.<\/b><\/p>","event_url":"http:\/\/www.meetup.com\/Change-Agent-Entrepreneurs\/events\/222078391\/","yes_rsvp_count":4,"duration":10800000,"name":"**Connection Jam** - Movement, Connection, and Deep Play","id":"222078391","time":1432776600000,"updated":1429913112000,"group":{"join_mode":"open","created":1277329473000,"name":"Change-Agent Entrepreneurs Bay Area","group_lon":-122.41999816894531,"id":1665562,"urlname":"Change-Agent-Entrepreneurs","group_lat":37.790000915527344,"who":"Agents of Change"},"status":"upcoming"},{"utc_offset":-25200000,"headcount":0,"distance":0,"visibility":"public","waitlist_count":0,"created":1428488974000,"maybe_rsvp_count":0,"description":"<p><b>Vibologists and Change Agents: <\/b><\/p> <p>Channel the Vibe of Love &amp; Transformation in yourself. Tune in and Tune up with sound! Sound is a vehicle to tune your inner vibrations. <\/p> <p>Connect your voice with yourself, your heart, your thoughts, your gut, your feelings. Be an open vessel of the infinite universal source. Tune into your natural vibrations and rhythms, and escort these tangible undulations within to the place they really want to be by steering them as you listen to them, navigating through worlds within.<\/p> <p>\n\nWe open our voice, and deepen our understanding of our lives as we listen to our inner vibrations. We’ll touch our hearts, sing with and from our souls, and deepen the journey of transformation we are each on right now, together. Your are your vibrations.<\/p> <p><b>Denise Eve using the Light Nucleus by Sid Gabriel<\/b><\/p> <p><img src=\"http:\/\/photos2.meetupstatic.com\/photos\/event\/2\/0\/5\/9\/600_436088281.jpeg\" \/><\/p> <p><b>Denise Eve, Vibologist<\/p> <p>Bio: <\/b>Psychonautical and cosmonautical explorer Eve Echo has spent her life spelunking her consciousness for fun. Focusing on vibrations as the potency of sound, music, light, magnetics,thought, somatics, brain and neurobiology, and its influence in the anatomical and heartfelt world of our embedded embodied selves, she believes we have the ability to expand our consciousness, connect with each other, and be change agents toward the shift we seek, thus influencing our health, our relations and communities through our vibes. <\/p> <p>The official forms she has studied are DNA 1, 2 and Intuitive Anatomy in Theta Healing; Sound Therapy and Music in Chant, Freeform Jams, Bhajan and Sanyasin bands; Celestial Speaking in Tian Gong; Kundalini Yoga; Qi Gong, Dance and Reiki. Currently she is a masters candidate in Philosophy, Cosmology, and Consciousness program at the California Institute of Integral Studies in San Francisco. She is also developing an online resource and magazine <a href=\"http:\/\/bit.ly\/vibescience\">VibeScience<\/a>.<\/p> <p>As an intuitive and explorer Denise Eve offers her vitality to promote our inner vibes that resonate with our core heart, spirit and soul embodied.<\/p> <p>~ <\/p> <p><a href=\"http:\/\/bit.ly\/vibescience\">VibeScience<\/a><\/p>","event_url":"http:\/\/www.meetup.com\/VibeScience\/events\/221699757\/","yes_rsvp_count":8,"duration":7200000,"name":"Channel the Vibe","id":"221699757","time":1432776600000,"updated":1431997576000,"group":{"join_mode":"open","created":1422773432000,"name":"VibeScience, Conscious Technology & Inner Sense","group_lon":-122.2699966430664,"id":18401685,"urlname":"VibeScience","group_lat":37.869998931884766,"who":"Vibologists"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"zip":"94608","country":"us","city":"Oakland","address_1":"6050 Lowell St #214","name":"Ace Monster Toys","lon":-122.27713,"id":2873131,"state":"CA","lat":37.844536,"repinned":false},"headcount":0,"distance":1.8054876327514648,"visibility":"public","waitlist_count":0,"created":1411017913000,"maybe_rsvp_count":0,"description":"<p>Ace Monster Toys (AMT) holds Micro-controller board (Raspberry Pi, Arduino, etc.) Nights every other Wednesday. Open to the public, come work on micro controllers, Arduinos, Raspberry Pis, Edisons, whatever you want.<br\/>Resident \"expert\" David R. will be on hand to help you get started, provide parts to build your own cheap arduino clone, give advice on your current project, or give ideas. Typically there's no specific agenda so feel free to come and just hang out and see our awesome space (and consider becoming a member).<\/p> <p>AMT's meetup page lists all their upcoming events as \"Raspberry Pi &amp; Arduino Nights\":<\/p> <p><a href=\"http:\/\/www.meetup.com\/Ace-Monster-Toys\/\" class=\"linkified\">http:\/\/www.meetup.com\/Ace-Monster-Toys\/<\/a><\/p> <p>... but David and I agreed that with the plethora of new devices we should probably broaden the description to encompass all of the various new micro-controller development platforms available<\/p> <p>Tell them Peter from the Raspberry Pi Meetup sent you. Questions? Email [masked]<\/p>","how_to_find_us":"Look for the blueish warehouse building. Buzz #214 on the entry panel, just to the left of the big garage. Here's the google maps: http:\/\/goo.gl\/MqJ7b","event_url":"http:\/\/www.meetup.com\/Raspberry-Pi-SF-Bay-Area\/events\/222402087\/","yes_rsvp_count":6,"name":"Micro-controller board (Raspberry Pi, Arduino, etc.) Nights at Ace Monster Toys","id":"qtmgqkythbkc","time":1432778400000,"updated":1411018019000,"group":{"join_mode":"open","created":1335916996000,"name":"Raspberry Pi San Francisco Bay Area","group_lon":-122.2699966430664,"id":3780982,"urlname":"Raspberry-Pi-SF-Bay-Area","group_lat":37.869998931884766,"who":"Raspbians"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"country":"us","city":"Oakland","address_1":"4799 Shattuck Avenue","name":"Counter Culture Labs, at the Omni Commons","lon":-122.264122,"id":23855512,"state":"CA","lat":37.835003,"repinned":false},"headcount":0,"distance":2.444103479385376,"visibility":"public","waitlist_count":0,"created":1431671250000,"maybe_rsvp_count":0,"description":"<p>We'll be extracting protein from a plant source and doing some basic purification and characterization. There may be a small fee for materials (TBD before the meetup).<\/p>","event_url":"http:\/\/www.meetup.com\/Counter-Culture-Labs\/events\/222548015\/","yes_rsvp_count":9,"duration":5400000,"name":"Basic protein purification and characterization","id":"222548015","time":1432778400000,"updated":1432529397000,"group":{"join_mode":"open","created":1369734435000,"name":"Counter Culture Labs","group_lon":-122.26000213623047,"id":8674162,"urlname":"Counter-Culture-Labs","group_lat":37.83000183105469,"who":"Citizen Scientists"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"zip":"94608","country":"us","city":"Oakland","address_1":"6050 Lowell St #214","name":"Ace Monster Toys","lon":-122.27713,"id":2873131,"state":"CA","lat":37.844536,"repinned":false},"rsvp_limit":20,"headcount":0,"distance":1.8054876327514648,"visibility":"public","waitlist_count":0,"created":1339551138000,"maybe_rsvp_count":0,"description":"<p>Open to the public, come work on microcontrollers, Arduinos, Raspberry Pies, whatever you want.<\/p> <p>David, resident \"expert\" will be on hand to help you get started, provide parts to build your own cheap arduino clone, give advice on your current project, or give ideas.<\/p> <p>No specific agenda this time around, feel free to come and just hang out and see our awesome space (and consider becoming a member).<\/p>","how_to_find_us":"Look for the blueish warehouse building. Buzz #214 on the entry panel, just to the left of the big garage. Here's the google maps: http:\/\/goo.gl\/MqJ7b","event_url":"http:\/\/www.meetup.com\/Ace-Monster-Toys\/events\/221880412\/","yes_rsvp_count":5,"name":"Raspberry Pi & Arduino Night","id":"qwvrzcythbkc","time":1432778400000,"updated":1358493382000,"group":{"join_mode":"open","created":1312435099000,"name":"Ace Monster Toys","group_lon":-122.29000091552734,"id":2287851,"urlname":"Ace-Monster-Toys","group_lat":37.83000183105469,"who":"Makers"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"zip":"94702","country":"us","city":"Berkeley","address_1":"2121 San Pablo Ave","name":"Gaumenkitzel","lon":-122.291626,"id":1554002,"state":"CA","lat":37.867844,"repinned":false},"headcount":0,"distance":1.191254734992981,"visibility":"public","waitlist_count":0,"created":1431542239000,"maybe_rsvp_count":0,"description":"<p>Calling all Naschkatzen* to Gaumenkitzel once again.<\/p> <p>Enjoy authentic German food, good company and sparkling conversation<br\/>at a certified green business which uses only the freshest organic,<br\/>sustainable, and local ingredients. Take your pick from the regular<br\/>and brunch menus.<\/p> <p><a href=\"http:\/\/gaumenkitzel.net\/GaumenkitzelMenuSingle_Oktober2014.pdf\" class=\"linkified\">http:\/\/gaumenkitzel.net\/GaumenkitzelMenuSingle_Oktober2014.pdf<\/a><\/p> <p><br\/>As a courtesy to both the restaurant and people on the waiting list,<br\/>please update your RSVP if you're on the list but your plans change.<\/p> <p>The restaurant is at the corner of Cowper and San Pablo, with lots of street parking.<\/p> <p>* eine Naschkatze sein - to have a sweet tooth<\/p>","event_url":"http:\/\/www.meetup.com\/german-56\/events\/222509995\/","yes_rsvp_count":10,"name":"Nosh bei Gaumenkitzel","id":"222509995","time":1432778400000,"updated":1431542239000,"group":{"join_mode":"open","created":1038550996000,"name":"SF German Stammtisch","group_lon":-122.41999816894531,"id":67805,"urlname":"german-56","group_lat":37.75,"who":"German Speakers"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"zip":"94705","country":"us","city":"Berkeley","phone":"(510) 841-2082","address_1":"3101 Shattuck Ave","name":"The Starry Plough","lon":-122.265915,"id":737303,"state":"CA","lat":37.852985,"repinned":false},"headcount":0,"distance":1.198922872543335,"visibility":"public","waitlist_count":0,"created":1355266807000,"fee":{"amount":5,"accepts":"cash","description":"per person","currency":"USD","label":"Price","required":"0"},"maybe_rsvp_count":0,"description":"<p>Every Wednesday at The Starry Plough is The Berkeley Poetry Slam which features some of the best touring talent from across the nation (and world). We'll post details about specific shows as we get them. To get $2 off at the door just mention that you heard about the show on Meetup and the door person will give you a discount.<\/p> <p> <\/p> <p>THE STARRY PLOUGH<br\/>3101 Shattuck Avenue,[masked]<br\/>(1 block uphill from the Ashby BART).<br\/>EVERY WEDNESDAY<br\/>$7 most nights (just $5 for Members of this meetup!)<br\/>Cash Prizes!<br\/>Sign-up: 7:30 p.m. Show: 8:30 p.m.<br\/>ALL AGES before 10 p.m.<\/p>","event_url":"http:\/\/www.meetup.com\/getONthemic\/events\/222704926\/","yes_rsvp_count":4,"name":"The Berkeley Poetry Slam","id":"qhfczdythbkc","time":1432778400000,"updated":1355432504000,"group":{"join_mode":"open","created":1355089039000,"name":"Get ON the Mic! (The Bay Area Open-Mic Group)","group_lon":-122.23999786376953,"id":6175722,"urlname":"getONthemic","group_lat":37.81999969482422,"who":"Members"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"country":"US","city":"Oakland","address_1":"375 40th St","name":"The Hog's Apothecary","lon":-122.258965,"id":23142162,"lat":37.82827,"repinned":false},"headcount":0,"distance":2.9514243602752686,"visibility":"public","waitlist_count":0,"created":1431062957000,"maybe_rsvp_count":0,"description":"<p>One of our member's recommended this place at our last meetup so let's give it a go! <a href=\"http:\/\/www.hogsapothecary.com\/\"><a href=\"http:\/\/www.hogsapothecary.com\/\" class=\"linkified\">http:\/\/www.hogsapothecary.com\/<\/a><\/a><\/p> <p>They have food and beer. See you there.<\/p> <p><img src=\"http:\/\/photos4.meetupstatic.com\/photos\/event\/c\/d\/d\/b\/600_437212699.jpeg\" \/><\/p>","event_url":"http:\/\/www.meetup.com\/Mostly-Midweek-Social-Hour\/events\/222390700\/","yes_rsvp_count":5,"name":"Hog's Apothecary","id":"222390700","time":1432778400000,"updated":1431062957000,"group":{"join_mode":"open","created":1369894169000,"name":"Midweek Happy Hour","group_lon":-122.23999786376953,"id":8704322,"urlname":"Mostly-Midweek-Social-Hour","group_lat":37.81999969482422,"who":"Friendly People"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"zip":"94710","country":"us","city":"Berkeley","address_1":"1720 8th Street","name":"James Kenny Recreation Center\/Park  ","lon":-122.296684,"id":11126572,"state":"CA","lat":37.872021,"repinned":false},"headcount":0,"distance":1.4648032188415527,"visibility":"public","waitlist_count":0,"created":1363221470000,"maybe_rsvp_count":0,"description":"<p>We are a co-ed soccer group for all experience levels. As long as we get at least 8 RSVPs for a game, then we'll play so make sure to RSVP if you plan on attending.<\/p> <p>This park normally keeps the field lights on until 10 PM, but we play until 9:45 PM so we have time to pack up. All pick-up games are subject to the lights being on.<\/p> <p>Rain: If it's raining or it has rained a few hours before our meetup time, our pick-up game will be cancelled so we don't unnecessarily damage the grass :(<\/p> <p>Please bring a white and dark colored shirt so we can divide up into teams. Turf cleats will help preserve the grass field so bring them if you don't mind wearing them. As always, play at your own risk and always watch out for your mates on and off the pitch.<\/p> <p>Your donations help pay for cones, goals, pennies, meetup fees, etc. so please make sure to contribute by donating $5 through paypal or by paying cash in person.<\/p> <p>Thanks<\/p> <p>*****WAIVER\/RELEASE*****<\/p> <p>In consideration of being allowed to participate in any way, and at any time in a sporting event sponsored by Albany Pickup Soccer, or its related groups, You, the participant:<\/p> <p>1. Acknowledges and fully understands that each participant will be engaging in activities that involve risk of serious injury, including permanent disability and death, and severe social and economic losses which might result not only from their own action, inactions or negligence, but the actions, inactions or negligence of others, the rules of play, or the condition of the premises or of any equipment used. Further, that there may be other risks not known to us or not reasonably foreseeable at this time.<\/p> <p>2. Agrees that prior to participating, they will inspect the facilities and equipment to be used, and if they believe anything is unsafe, will immediately advise the event organizers of such condition(s) and refuse to participate.<\/p> <p>3. Assume all the foregoing risks and accept personal responsibility for the damages following such injury, permanent disability or death.<\/p> <p>4. Release, waive, discharge and covenant not to sue Albany Pickup Soccer, its organizers, and its related groups and affiliated organizations, their directors, commissioners, referees, employees, agents, facilities and sponsors from any and all liability to the undersigned, his or her heirs and next of kin for any and all claims, demands, losses or damages on account of injury, including death or damage to property, caused or alleged to be caused in whole or in part by the negligence of Albany Pickup Soccer, or its related \"releases\" enumerated above or otherwise.<\/p> <p>5. Whenever possible each provision, term and covenant of this Agreement will be interpreted in a manner to be effective and valid but if any provision, term or covenant of this Agreement is held to be prohibited or invalid by a court of competent jurisdiction, then such provision, term or covenant will be ineffective only to the extent of such prohibition or invalidity, without invalidating or affecting in any manner whatsoever the remainder of such provision, term or covenant or the remaining provisions, terms or covenants of this Agreement.<\/p> <p>6. In the event of any dispute between the parties which arises under this Agreement, such dispute shall be settled by arbitration in accordance with the rules for arbitration of the American Arbitration Association (or a similar organization) in effect at the time such arbitration is initiated. A list of arbitrators shall be presented to the Claimant and Respondent from which one will be chosen using the applicable rules. The hearing shall be conducted in the County of Alameda, California, unless both parties consent to a different location. The decision of the arbitrator shall be final and binding upon all Parties. The prevailing party shall be awarded all of the filing fees and related administrative costs. Administrative and other costs of enforcing an arbitration award, including the costs of subpoenas, depositions, transcripts and the like, witness fees, payment of reasonable attorney's fees, and similar costs related to collecting an arbitrator's award, will be added to, and become a part of, the amount due pursuant to this Agreement. Any questions involving contract interpretation shall use the laws of California. An arbitrator's decision may be entered in any jurisdiction in which the party has assets in order to collect any amounts due hereunder.<\/p> <p><br\/>By participating in any Albany Pickup Soccer event and\/or communicating with any of its organizers and event hosts, the participant indicates that s\/he has read the above waiver &amp; release, understands that they are voluntarily giving up substantial rights by participating in said events.<\/p> <p>\n\n\n\n\n <\/p> <p> <\/p>","event_url":"http:\/\/www.meetup.com\/eastbaysoccer\/events\/192071112\/","yes_rsvp_count":5,"duration":9000000,"name":"Wednesday Evening Soccer - Berkeley (7:30pm)","id":"dlkhpfythbkc","time":1432780200000,"updated":1367019804000,"group":{"join_mode":"open","created":1357584778000,"name":"Albany-Berkeley-Orinda Pickup Soccer Group","group_lon":-122.30000305175781,"id":6538002,"urlname":"eastbaysoccer","group_lat":37.869998931884766,"who":"Socceroos"},"status":"upcoming"},{"utc_offset":-25200000,"rsvp_limit":14,"headcount":0,"distance":1.6395198106765747,"visibility":"public","waitlist_count":0,"created":1268852241000,"maybe_rsvp_count":0,"event_url":"http:\/\/www.meetup.com\/writers-519\/events\/222627692\/","yes_rsvp_count":13,"duration":9000000,"name":"The Berkeley Writers Circle Weekly Meetup","id":"jqfdnythbkc","time":1432780200000,"updated":1359913266000,"group":{"join_mode":"open","created":1158962003000,"name":"The Berkeley Writers Circle","group_lon":-122.30000305175781,"id":330487,"urlname":"writers-519","group_lat":37.869998931884766,"who":"Writers"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"zip":"94705","country":"us","city":"Berkeley","address_1":"2712 Telegraph Avenue","name":"Pacific Center for Human Growth","lon":-122.259346,"id":1617224,"state":"CA","lat":37.861012,"repinned":false},"headcount":0,"distance":0.8521420359611511,"visibility":"public","waitlist_count":0,"created":1432132146000,"maybe_rsvp_count":0,"description":"<p>Welcome!<\/p> <p>Are you a Queer Femme who is looking to build community? On the 2nd and 4th Wednesdays of the month, 7:30pm-9:30pm, there is a confidential social and support group at the Pacific Center in Berkeley.<\/p> <p>This group is for anyone who identifies, has ever identified, or is wondering about identifying as a Queer Femme, whatever that means to you. We welcome all bodies and backgrounds, styles, spectrums and presentations, as long as you're 18+.<\/p> <p><b>If you have any questions about the group, please email [masked]. *** Emails sent through MeetUp will not receive a response***<\/b><\/p> <p>Hope to see y'all there ♥ $5-$20 suggested donation. <b>No one turned away for lack of funds.<\/b><\/p> <p>About peer-led groups at the Pacific Center: Pacific Center offers ongoing, drop-in, peer-facilitated groups covering a range of topics and issues important to our communities. These groups provide connection, support, information, and enjoyment. Peer groups are volunteer-led and are not therapy groups.<\/p>","event_url":"http:\/\/www.meetup.com\/Bay-Area-Queer-Femmes\/events\/222662441\/","yes_rsvp_count":5,"duration":7200000,"name":"It's the 4th Wednesday, let's get together!","id":"222662441","time":1432780200000,"updated":1432132146000,"group":{"join_mode":"open","created":1370117138000,"name":"Bay Area Queer Femmes","group_lon":-122.25,"id":8738242,"urlname":"Bay-Area-Queer-Femmes","group_lat":37.86000061035156,"who":"queer femmes"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"zip":"94701","country":"us","city":"Berkeley","phone":"510 845-0433","address_1":"2000 University Ave","name":"Au Coquelet, ","lon":-122.270775,"id":660571,"state":"CA","lat":37.871918,"repinned":false},"headcount":0,"distance":0.13952817022800446,"visibility":"public","waitlist_count":0,"created":1429581341000,"maybe_rsvp_count":0,"description":"<p>Rendez-vous le 2ieme et 4ieme mercredi du mois pour une soiree de conversation. Tout le monde est bienvenu. On parle de tout et de n'importe quoi.<\/p> <p>-- Come join us each 4th Wednesday for a conversation in French. All levels are welcome, including beginners and native speakers, but leave your English at the door!<\/p> <p>Please provide an RSVP of \"Yes\" if you plan to attend, and update it to \"No\" if your plans change. This helps us prepare the correct number of seats.<\/p> <p>Note that we've put collecting the $0.50 contribution (for the website fees) on hold until further notice. We have collected enough $$ to pay for the fees until the summer!<\/p> <p>A bientot!<\/p> <p>More information here: <a href=\"http:\/\/www.meetup.com\/french-73\/pages\/About_us\/\"><a href=\"http:\/\/www.meetup.com\/french-73\/pages\/About_us\/\" class=\"linkified\">http:\/\/www.meetup.com\/french-73\/pages\/About_us\/<\/a><\/a><\/p>","event_url":"http:\/\/www.meetup.com\/french-73\/events\/221986185\/","yes_rsvp_count":8,"name":"Rendez-vous du quatrième Mercredi","id":"hwqvdlythbkc","time":1432780200000,"updated":1429581341000,"group":{"join_mode":"open","created":1034097748000,"name":"Alameda \/ Contra Costa Co. Rendez-vous français","group_lon":-122.25,"id":63937,"urlname":"french-73","group_lat":37.86000061035156,"who":"francophones"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"country":"us","city":"Berkeley","address_1":"Scenic Ave \/ Hearst Ave","name":"UC Lower Hearst Garage","lon":-122.270538,"id":23368762,"state":"CA","lat":37.869881,"repinned":false},"headcount":0,"distance":0.030206551775336266,"visibility":"public","waitlist_count":0,"created":1421346854000,"maybe_rsvp_count":0,"description":"<p>Join us in the early hours for a great run before you start your work day! We typically run between 4 and 6 miles. This group will meet every Tuesday and Thursday morning at 6:30am at a parking garage on the North Side of campus: UC Lower Hearst Garage<br\/>Scenic Ave \/ Hearst Ave<br\/>Berkeley, CA 94709<\/p> <p>Come and enjoy the Berkeley Sunrise with us!<\/p>","how_to_find_us":"We will meet on the Corner of Hearst Avenue and Scenic Avenue","event_url":"http:\/\/www.meetup.com\/Sunrise-Runners-Early-Morning-Runners\/events\/222394769\/","yes_rsvp_count":4,"name":"New Early Morning Running Group!","id":"vkvtdlythblc","time":1432819800000,"updated":1421346854000,"group":{"join_mode":"open","created":1415079001000,"name":"Sunrise Runners - Early Morning Runners","group_lon":-122.26000213623047,"id":18056822,"urlname":"Sunrise-Runners-Early-Morning-Runners","group_lat":37.880001068115234,"who":"Early Morning Runners"},"status":"upcoming"},{"utc_offset":-25200000,"rsvp_limit":25,"headcount":0,"distance":0,"visibility":"public","waitlist_count":0,"created":1431391211000,"fee":{"amount":25,"accepts":"cash","description":"per person","currency":"USD","label":"Price","required":"1"},"maybe_rsvp_count":0,"description":"<p><b>Witness 3,000 pounds of glass being poured at 2200 Degrees!<\/b><\/p> <p><img src=\"http:\/\/photos3.meetupstatic.com\/photos\/event\/b\/3\/8\/f\/600_437385967.jpeg\" \/><\/p> <p>Made possible by <a href=\"https:\/\/syncfab.com\/\">SyncFab<\/a>’s <i>Made in California Factory Tours Initiative<\/i> – Take an early lunch break with fellow GIANT scale cast glass Enthusiasts at a world-class architectural and specialty glass casting studio in Oakland - the largest (20,000 sq. ft.) and earliest (1969) glass studio of its kind in North America and the Bay Area.<\/p> <p><img src=\"http:\/\/photos2.meetupstatic.com\/photos\/event\/9\/5\/5\/8\/600_437378232.jpeg\" \/><\/p> <p>The tour will be co-led by owner and world reclaimed cast glass artist, John Lewis, together with SyncFab artist and materials developer Nick Agid.<\/p> <p>We will begin in the Clean Room and work our way to the Sand Blasting Area then onto Cold Working and finally the Hot Shop where we will see 3,000 pounds of hot glass being poured at 2200 Degrees. The pieces will be de-molded and put into annealing ovens to cool slowly depending on the glass thickness for a process that will last for weeks or even months. End up in John Lewis’ Gallery across the street where we will have further discussion.<\/p> <p><img src=\"http:\/\/photos1.meetupstatic.com\/photos\/event\/9\/5\/9\/f\/600_437378303.jpeg\" \/><\/p> <p>John Lewis, internationally known and considered to be one of the top cast glass artists in the world, is one of the first artists to set up a hot glass studio in the Bay Area. With major commissions including Hearst Tower, the Oklahoma City Memorial and Morgan Stanley in NYC - his works are in the collections of The Boston Museum of Fine Art and the Metropolitan Museum of Art.<\/p> <p><img src=\"http:\/\/photos2.meetupstatic.com\/photos\/event\/b\/3\/7\/d\/600_437385949.jpeg\" \/><\/p> <p>Nick Agid is former professor at Art Center College of Design and Otis, whose work is in the permanent collection of the Los Angeles County Museum of Art (see his work at &lt;a&gt;www.agidarts.com)&lt;\/a&gt;.<\/p> <p><br\/><img src=\"http:\/\/photos1.meetupstatic.com\/photos\/event\/9\/5\/8\/0\/600_437378272.jpeg\" \/><\/p> <p><b><i>NOTE: Dress for the occasion in dark work clothes with non-slip closed toed shoes. You may get a little dirty because graphite is everywhere, as it used in the molds.<\/i><\/b><\/p>","event_url":"http:\/\/www.meetup.com\/SyncFab-San-Francisco\/events\/222468193\/","yes_rsvp_count":8,"duration":9000000,"name":"Giant Architectural Glass Casting Tour: 3000 LBS of Glass poured at 2200 Degrees","id":"222468193","time":1432834200000,"updated":1432408208000,"group":{"join_mode":"open","created":1421692216000,"name":"SyncFab San Francisco","group_lon":-122.2699966430664,"id":18354085,"urlname":"SyncFab-San-Francisco","group_lat":37.869998931884766,"who":"Designers, Engineers & Inventors"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"country":"us","city":"Berkeley","address_1":"César Chávez Park 11 Spinnaker Way","name":"Berkeley Marina","lon":-122.270538,"id":23752903,"state":"CA","lat":37.869881,"repinned":false},"headcount":0,"distance":0.030206551775336266,"visibility":"public","waitlist_count":0,"created":1428540970000,"maybe_rsvp_count":0,"description":"<p>Move your body, chat and get to know Bay Area midwives and other moms! Pregnant folks and postpartum alike are welcome to join in. Bring a water bottle, extra layers, carriers and umbrellas. This location can accommodate strollers and just-walking infants. Heavy rain cancels. Meet at the parking circle at the end of the road at Cesar Chavez Park<\/p>","event_url":"http:\/\/www.meetup.com\/Bay-Area-Natural-Birth-Meetup\/events\/222004020\/","yes_rsvp_count":4,"name":"Moms & Midwives Stroll at the Marina","id":"njrmglythblc","time":1432839600000,"updated":1429485097000,"group":{"join_mode":"open","created":1420691303000,"name":"Bay Area Natural Birth Meetup","group_lon":-122.30000305175781,"id":18312097,"urlname":"Bay-Area-Natural-Birth-Meetup","group_lat":37.869998931884766,"who":"Members"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"zip":"94704","country":"us","city":"Berkeley","phone":"(510) 845-3200","address_1":"2129 Durant Avenue","name":"Beta Lounge","lon":-122.266554,"id":1065071,"state":"CA","lat":37.866845,"repinned":false},"headcount":0,"distance":0.2881416380405426,"visibility":"public","waitlist_count":0,"created":1428108115000,"maybe_rsvp_count":0,"description":"<p><img src=\"http:\/\/photos1.meetupstatic.com\/photos\/event\/7\/7\/5\/e\/600_10710558.jpeg\" \/><\/p> <p>It's summer time! Which means that most of the students have returned home or gone on vacation and Berkeley is once again open for adult libations. Beta Lounge IS NOW A FULL BAR! That’s right, in addition to a <i>great<\/i> beer selection and wine by the glass, you can now get real cocktails at Beta. Beta is a hidden Berkeley treasure and is conveniently located within walking distance of the downtown Berkeley BART station. A funny thing happened when I tried to negotiate a deal with Beta, their happy hour is already very reasonable and lasts until 9 PM. The beer and wine selection rotates so for more information please see their <a href=\"http:\/\/www.thebetalounge.com\/\">website<\/a>. I hope to see you there!<\/p> <p>Cheers,<\/p> <p>Rick<\/p>","how_to_find_us":"Although the VIP couches are reserved for us, we tend to stay at the bar.","event_url":"http:\/\/www.meetup.com\/Oakland-Happy-Hour\/events\/221608539\/","yes_rsvp_count":77,"name":"Reclaiming Berkeley","id":"221608539","time":1432859400000,"updated":1432411834000,"group":{"join_mode":"open","created":1199908004000,"name":"The Oakland\/East Bay Happy Hour","group_lon":-122.29000091552734,"id":936790,"urlname":"Oakland-Happy-Hour","group_lat":37.810001373291016,"who":"Happy People"},"status":"upcoming"},{"utc_offset":-25200000,"rsvp_limit":14,"headcount":0,"distance":2.1480321884155273,"visibility":"public","waitlist_count":0,"created":1427821731000,"maybe_rsvp_count":0,"description":"<p>Working towards that 4.5 miles per hour power walk. Let's see if we can do it this week!?  Yes, there are some staits involved :)<\/p> <p>Figured I should update this cause we never really made it to that 4.5 mph but we do it in an hour including at least 2 sets of steps.  Not too shabby!  Anyhow, we're out there trying :)<\/p> <p>Let's Meet on the bench near the Harrison and 21st streets crosswalk, right across from the Kaiser building<\/p>","event_url":"http:\/\/www.meetup.com\/anythingactive\/events\/221863284\/","yes_rsvp_count":3,"name":"Power Walk Lake Merritt","id":"qbkkglythblc","time":1432860300000,"updated":1431714733000,"group":{"join_mode":"open","created":1334432640000,"name":"Bay Area Anything Active","group_lon":-122.27999877929688,"id":3669372,"urlname":"anythingactive","group_lat":37.900001525878906,"who":"Adventurers"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"country":"US","city":"Berkeley","address_1":"1326 10th St","name":"Road Runner Sports","lon":-122.296799,"id":23705384,"lat":37.879726,"repinned":false},"headcount":0,"distance":1.6121948957443237,"visibility":"public","waitlist_count":0,"created":1430255109000,"maybe_rsvp_count":0,"description":"<p>Adventure Run is a free, 60-minute scavenger-like fun run filled with  raffle prizes, music and even a beer garden.<\/p> <p><a href=\"http:\/\/www.eventbrite.com\/e\/2015-berkeley-road-runner-sports-adventure-run-tickets-15050395137\">Free, but an RSVP is required. Click here<\/a><\/p> <p>Your Adventure starts when you arrive early to collect your supplies (check-in) and try cool new products from Adventure Run sponsors for free. When the event map is revealed, simply plot your Adventure and hit the road with the goal of collecting as many raffle tickets from as many checkpoints as possible in 60 minutes. Then you’ll run back to your Road Runner Sports store feeling on top of the world for the work you just accomplished and the fun that lies ahead. You’ll high-five new friends, grab a beer and have your chance to win over $3,000 in free raffle prizes.<\/p> <p>Schedule:<\/p> <p>6:00pm: Arrive early to sign in inside the store<\/p> <p>6:30-7:30 pm: Run or Walk to Fun Checkpoints at Your Own Pace<\/p> <p>7:30-8 pm: Win Free Raffle Prizes &amp; Enjoy Pyramid Beer Garden<\/p>","how_to_find_us":"Meet at the store","event_url":"http:\/\/www.meetup.com\/LGBTQQfungroup\/events\/222165928\/","yes_rsvp_count":21,"name":"Adventure Run Scavenger Hunt & Beer Garden","id":"222165928","time":1432861200000,"updated":1430255109000,"group":{"join_mode":"open","created":1247717833000,"name":"East Bay LGBTQ Fun Group","group_lon":-122.26000213623047,"id":1490498,"urlname":"LGBTQQfungroup","group_lat":37.83000183105469,"who":"Awesome People"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"country":"us","city":"Berkeley","address_1":"1326 10th Street","name":"Road Runner Sports Berkeley","lon":-122.296852,"id":21824562,"state":"CA","lat":37.879715,"repinned":false},"headcount":0,"distance":1.6138355731964111,"visibility":"public","waitlist_count":0,"created":1429299420000,"maybe_rsvp_count":0,"description":"<p>Berkeley Road Runner Sports Adventure Run is a FREE, 60-minute scavenger-like fun run filled with hundreds of friends, giveaways, raffle prizes, music and free beer! Enough said? <\/p> <p>Your Adventure starts when you arrive early to collect your supplies (check-in) and try cool new products from Adventure Run sponsors for FREE! You’ll feel mounting excitement as the map of checkpoints is unveiled before hundreds of runners and walkers, just like you! <\/p> <p>You’ll plot your adventure then hit the road with the goal of collecting as many raffle tickets from as many checkpoints as possible in 60 minutes. Your Adventure is at your pace so run, walk, sprint, hop…whatever works for you.<\/p> <p>Checkpoints range from a few steps to up to 3-miles from your Road Runner Sports store with crazy obstacles and opportunities to earn more raffle tickets along the way!<\/p> <p>You’ll run back to your Road Runner Sports store feeling on top of the world for the work you just accomplished and the fun that lies ahead! You’ll high-five new friends, grab a beer or other tasty beverage, and have your chance to win over $3,000 in FREE raffle prizes…FOR FREE!<\/p> <p>Plus, each month you can support a great organization in your community by making a donation. Good karma for your awesome night of FREE fun! Get all the details on your city registration page.<\/p> <p>Bring your friends, kids, parents, even friendly dogs- Adventure Run is FREE Fun for people of all ages and levels.<\/p> <p><a href=\"http:\/\/www.adventurerun.com\/berkeley\/\"><a href=\"http:\/\/www.adventurerun.com\/berkeley\/\" class=\"linkified\">http:\/\/www.adventurerun.com\/berkeley\/<\/a><\/a><\/p>","how_to_find_us":"Opposite the New Whole Foods off the Gillman Exit","event_url":"http:\/\/www.meetup.com\/runbrc\/events\/221918303\/","yes_rsvp_count":18,"name":"Adventure Run!!!","id":"gzdqglythblc","time":1432861200000,"updated":1429299420000,"group":{"join_mode":"open","created":1200268728000,"name":"Berkeley Running Club","group_lon":-122.27999877929688,"id":948670,"urlname":"runbrc","group_lat":37.900001525878906,"who":"Runners"},"status":"upcoming"},{"utc_offset":-25200000,"rsvp_limit":25,"headcount":0,"distance":2.1480321884155273,"visibility":"public","waitlist_count":9,"created":1432247540000,"maybe_rsvp_count":0,"description":"<p>Join us for a \"dinner and sunset show\" in Tilden Park. Fingers crossed for a clear night.<\/p> <p><br\/><img src=\"http:\/\/photos3.meetupstatic.com\/photos\/event\/4\/1\/5\/1\/600_437716721.jpeg\" \/><\/p> <p><b>Hike:<\/b> a 4-mile loop with 1,000ft elevation gain.  There is a nice picnic area at the top where we can have dinner\/snacks\/wine while enjoying 360 views of the Bay.  We may get fog or we may get views, I never know what the Bay Area weather gods have in store for us.  Here's hoping for a clear night.<\/p> <p><br\/>Dress for cold weather.  We should be back at the cars by 9:30pm, depends how long we take at dinner.  If you hiked with me before, you know we tend to go slower than most meetups so we can enjoy the scenery and the conversation. Fast-pace hikers are welcome to join and run ahead - all I ask is that you please wait at all trail intersections esp. during night hikes! <\/p> <p><br\/><b>Bring:<\/b> water, dinner for yourself and snacks\/sweets\/wine to share if you want, warm layers, scarf, hat, gloves (it's usually windy and chilly at the dinner spot and we're not heading back early just because you didn't come prepared for the cold), and a headlamp\/ flashlight\/ flashlight app.  We'll walk by <a href=\"http:\/\/www.ebparks.org\/Asset1223.aspx\">Little Farm<\/a> - bring some celery if you want to make friends with the residents.<\/p> <p><br\/><b>Restrooms:<\/b> There is a restroom at the trailhead.<\/p> <p><b>Dogs:<\/b> Sorry, no dogs allowed on this route :(<\/p> <p><br\/><b>Kids<\/b>: You can always bring kids on my hikes. I trust that you read the event description and can tell whether this would be a fun experience for them.<\/p> <p><b>Attendance Note<\/b>: If you sign up to attend, you will be counted on to show up. So please keep your RSVP up to date to reflect your intentions to join us. All members who do not show up will be recorded as a 'no show' in the system. Members with 3 or more No Shows will be removed from the group.<\/p> <p><b>Waitlist:<\/b> If you're on the waitlist, you <b>will not<\/b> be automatically moved into the \"going\" list if a spot opens up; you have to manually add yourself. So keep an eye out for the notifications\/ emails from Meetup that a spot has opened up.  Everyone will get a chance at the open spot, regardless of your position on the waitlist.<\/p> <p><br\/><b>Questions?<\/b> My number is posted above under the event location.  Please call\/text\/pm or post a comment here should you have any questions about our hike.<\/p> <p><b>DIRECTIONS AND PARKING<br\/><\/b><\/p> <p>Click on the event location and a map to the meeting spot should open up. Whichever way you get into Tilden, follow signs for \"Little Farm\" and you'll find us.  We will meet just before the gate for the Little Farm Parking Lot, where Central Park Dr meets Canon Dr.  Please park alongside Central Park Drive, OUTSIDE the Little Farm parking lot. That lot closes at sunset and I don't want to risk anyone getting locked in. <\/p> <p>&lt;a href=\"http:\/\/goo.gl\/maps\/bxmvG\"&gt;&lt;\/a&gt;<\/p> <p>Please look up or ask me for directions AHEAD OF TIME. It sucks getting lost in Tilden with no cell reception (been there, done that).  <b>We will only wait a few minutes past the posted start time. <\/b><\/p>","event_url":"http:\/\/www.meetup.com\/anythingactive\/events\/222698666\/","yes_rsvp_count":25,"duration":10800000,"name":"Dinner and sunset hike in Tilden Park","id":"222698666","time":1432863000000,"updated":1432249423000,"group":{"join_mode":"open","created":1334432640000,"name":"Bay Area Anything Active","group_lon":-122.27999877929688,"id":3669372,"urlname":"anythingactive","group_lat":37.900001525878906,"who":"Adventurers"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"country":"US","city":"Berkeley","address_1":"941 The Alameda","name":"Northbrae Community Church","lon":-122.276878,"id":23756996,"lat":37.890427,"repinned":false},"headcount":0,"distance":1.4633865356445312,"visibility":"public","waitlist_count":0,"created":1428692006000,"maybe_rsvp_count":0,"description":"<p>Kim Thuy Seelinger, the Director of the Sexual Violence Program of the UC Human Rights Center, will highlight our Annual Meeting with a presentation on \"Conflict Zones and Living Rooms: Common Challenges in the Fight Against Sexual Violence\". Her Program recently received the prestigious 2015 MacArthur Foundation Award for Creative and Effective Institutions---a prize of $1 million dollars given to only nine non-profit organizations around the world.<br\/>Ms. Seelinger will tell us what her Program has accomplished in its first 20 years, what their plans are for creating an endowment and expanding their program, and how the League might be of assistance in advancing their goals. Her presentation will begin at 6:30. <\/p> <p>\n\n\nOptional Buffet dinner at 5:30 ; speaker at 6:30; business meeting at 7:30<br\/>The buffet dinner will feature a delicious array of salads provided by Bette's Diner, along with baked dessert goods, coffee, and lemonade. The charge for dinner is $17, and diners can call the office [masked]), send email ([masked]) or pay by credit card via PayPal (www.lwvbae.org\/annualmeeting) by Monday, May 25, the last day to make a reservation. You may also elect to bring your own food or come just for the presentation.<\/p>","event_url":"http:\/\/www.meetup.com\/League-of-Women-Voters-of-Berkeley-Albany-Emeryville\/events\/221757030\/","yes_rsvp_count":3,"name":" Challenges in the Fight Against Sexual Violence","id":"221757030","time":1432863000000,"updated":1428692085000,"group":{"join_mode":"open","created":1422053026000,"name":"League of Women Voters of Berkeley, Albany, Emeryville","group_lon":-122.27999877929688,"id":18371985,"urlname":"League-of-Women-Voters-of-Berkeley-Albany-Emeryville","group_lat":37.900001525878906,"who":"Voters"},"status":"upcoming"},{"utc_offset":-25200000,"headcount":0,"distance":2.1480321884155273,"visibility":"public","waitlist_count":0,"created":1419485752000,"maybe_rsvp_count":0,"description":"<p>Join us for a mid week 5-10 miles in Redwood Regional Park at a moderate pace.<\/p> <p>A route will be decided prior to departing, and we may split into groups if enough people show up to accommodate different paces and distances. The trails in Redwood are well marked, and there are usually options for extending or shortening runs.<\/p> <p>Everyone is expected to be self-sufficient and prepared to return to the parking lot on his or her own if separated from the group. Please bring your own map if unfamiliar with the trails, hydration, fuel, electrolytes etc. There is water at the trail head, and sometimes printed maps available as well next to the bathrooms.<\/p> <p><a href=\"http:\/\/www.ebparks.org\/parks\/redwood#trailmap\"><a href=\"http:\/\/www.ebparks.org\/parks\/redwood#trailmap\" class=\"linkified\">http:\/\/www.ebparks.org\/parks\/redwood#trailmap<\/a><\/a><\/p> <p><b>P<\/b><b>lease bring a headlamp or flashlight for this run!<\/b> It will be dark throughout most of the run until daylight savings time begins in the Spring.<\/p> <p>Have fun! <img src=\"http:\/\/img2.meetupstatic.com\/img\/981263258369601089\/smileys\/smile.gif\" \/><\/p> <p>&lt;a href=\"http:\/\/www.ebparks.org\/parks\/redwood#trailmap\"&gt;&lt;\/a&gt;<\/p>","event_url":"http:\/\/www.meetup.com\/runbrc\/events\/222616536\/","yes_rsvp_count":3,"duration":5400000,"name":"Thursday Evening Redwood Trail Run","id":"svbhdlythblc","time":1432863000000,"updated":1419485752000,"group":{"join_mode":"open","created":1200268728000,"name":"Berkeley Running Club","group_lon":-122.27999877929688,"id":948670,"urlname":"runbrc","group_lat":37.900001525878906,"who":"Runners"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"zip":"94703","country":"us","city":"Berkeley","phone":"415-401-8340","address_1":"1840 Alcatraz Avenue","name":"East Bay Healing Collective; Coming Home Room","lon":-122.270226,"id":923910,"state":"CA","lat":37.848625,"repinned":false},"headcount":0,"distance":1.4797005653381348,"visibility":"public","waitlist_count":0,"created":1430805972000,"maybe_rsvp_count":0,"description":"<p><b>Hello Men,<\/b><\/p> <p>Throughout history, men have gathered together around the campfire to set aside their daily rigors and commune with other men. It is a place where a man can put down his weapon, and simply enjoy the company of his friends, brothers, fathers and sons. Every man is equal around the campfire, and every man has the right to speak and be heard by his fellow tribesmen. We will partake in this time-honored tradition, and we will share our stories, our passions, and our vulnerability with each other—our spiritual kinsmen.<\/p> <p><br\/><b>Women are biologically programmed to seek out the healthiest, highest status male.<\/b>  This is not even their choice: it is a biologic imperative, as with all animals, that allows them to find the fittest mate.  In the modern dating world, the two crucial markers of “high status” for a man are his companions and his presence.  Every high status man has healthy male bonds, male companions who trust him, who have his back, and who connect with him deeply.  Every high status man also has presence. <\/p> <p><b>Presence is about the deep coherence of your core-beliefs and your intentions and your words and your actions.  <\/b>The man who is ashamed of his own sexuality lacks presence.  The man who is stuck in the whirl of his own anxious thoughts lacks presence.  The man who fully occupies his entire body and is unapologetically grounded in who he is has presence.  The man who can survey the possibilities around him while relaxing in a place of absolutely calm confidence has presence.  Nature is the great teacher of presence.  We will explore presence in depth through practices such as <i>Shinrin-yoku<\/i>, or Forest Bathing.  We will learn to sense our cores, while holding awareness of the environment around us through meditation and mindfulness.  By exploring bird language and our emotional ties to the ocean, we will understand how the connection to Nature promotes happiness and a sense of wonder.  All of this deeply enhances presence. <\/p> <p>This retreat is about male-bonding and presence.  Through these practices we will learn how to be present, grounded and more connected to ourselves while connecting with others, instead of losing ourselves in an attempt to connect.  <\/p> <p><b><br\/><\/b><\/p> <p><b>What you will get:<\/b><\/p> <p>•  Presence<\/p> <p>•  Connection with nature<\/p> <p>•  Reduction of stress and anxiety<\/p> <p>•  Spiritual inspiration<\/p> <p>•  Connection with other men<\/p> <p>____________________________________________<\/p> <p>This weekend course is part of the <b><i>Unleashing Your Inner Badass <\/i><\/b>Program. A program designed to help men step into their power as leaders both in life and with women. <\/p> <p><b>The Badass program is for you if you are willing to:<\/b><\/p> <p>•  be coachable<\/p> <p>•  challenge yourself<\/p> <p>•  let go of being right<\/p> <p>•  be authentic<\/p> <p>•  be genuine <\/p> <p>•  be honest<\/p> <p>•  be vulnerable<\/p> <p><b><i>We will only be accepting 10-12 men only as this is an intimate experience.<\/i><\/b><\/p> <p>If you are interested in the course, please contact, Elizabeth Maria Cruz at <a href=\"mailto:[masked]\"><b>[masked]<\/b><\/a> or <b>(415) 448-7218.<\/b><\/p> <p>Sincerely,<br\/>The Badass Team,<br\/>Gregg, David, Mike and Elizabeth<\/p>","event_url":"http:\/\/www.meetup.com\/healingcollective\/events\/222315654\/","yes_rsvp_count":4,"duration":7200000,"name":"MEN'S WRKSHP: Presence as a Way of Connecting with Women","id":"222315654","time":1432864800000,"updated":1430806291000,"group":{"join_mode":"open","created":1238992036000,"name":"The East Bay Healing Collective","group_lon":-122.2699966430664,"id":1427349,"urlname":"healingcollective","group_lat":37.869998931884766,"who":"Friends"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"country":"US","city":"Berkeley","address_1":"1840 Alcatraz Ave","name":"East Bay Healing Collective","lon":-122.270264,"id":20972812,"lat":37.848892,"repinned":false},"headcount":0,"distance":1.4612785577774048,"visibility":"public","waitlist_count":0,"created":1430806832000,"maybe_rsvp_count":0,"description":"<p>Hey Guys,<\/p> <p><b>Women are biologically programmed to seek out the healthiest, highest status male. <\/b>This is not even their choice: it is a biologic imperative, as with all animals, that allows them to find the fittest mate.  In the modern dating world, the two crucial markers of “high status” for a man are his companions and his presence.  Every high status man has healthy male bonds, male companions who trust him, who have his back, and who connect with him deeply. Every high status man also has presence. <\/p> <p><img src=\"http:\/\/photos2.meetupstatic.com\/photos\/event\/6\/3\/2\/8\/600_437725384.jpeg\" \/><\/p> <p><b>Presence is about the deep coherence of your core-beliefs and your intentions, of<i> and<\/i> your words and your actions.  The man who is ashamed of his own sexuality lacks presence. <\/b>The man who is stuck in the whirl of his own anxious thoughts lacks presence.  The man who fully occupies his entire body and is unapologetically grounded in who he is has presence.  The man who can survey the possibilities around him while relaxing in a place of absolutely calm confidence has presence. Nature is the great teacher of presence.  We will explore presence in depth through practices such as <i>Shinrin-yoku<\/i>, or Forest Bathing.  We will learn to sense INTO our cores, while holding awareness of the environment around us through meditation and mindfulness.  By exploring bird language and our emotional ties to the ocean, we will understand how the connection to Nature promotes happiness and a sense of wonder.  All of this deeply enhances presence, which will lay the groundwork for confidence and mastery in every area of your life. <\/p> <p><b>Throughout history, men have gathered together around the campfire to set aside their daily rigors and commune with other men. <\/b>It is a place where a man can put down his weapon, and simply enjoy the company of his friends, brothers, fathers and sons. Every man is equal around the campfire, and every man has the right to speak and be heard by his fellow tribesmen. We will partake in this time-honored tradition, and we will share our stories, our passions, and our vulnerability with each other—our spiritual kinsmen.<\/p> <p>This retreat is about male-bonding and presence. Through these practices we will learn how to be present, grounded and more connected to ourselves while connecting with others, instead of losing ourselves in an attempt to connect.  <\/p> <p><b>What you will get:<\/b><\/p> <p>•  Presence<\/p> <p>•  Connection with nature<\/p> <p>•  Reduction of stress and anxiety<\/p> <p>•  Spiritual inspiration<\/p> <p>•  Connection with other men<\/p> <p>This weekend course is part of the<b> <i>Unleashing Your Inner Badass <\/i>Program<\/b>. A program designed to help men step into their power as leaders both in life and with women. <\/p> <p><b>The Badass program is for you if you are willing to:<\/b><\/p> <p>•  be coachable<\/p> <p>•  challenge yourself<\/p> <p>•  let go of being right<\/p> <p>•  be authentic<\/p> <p>•  be genuine <\/p> <p>•  be honest<\/p> <p>•  be vulnerable<\/p> <p><i><b>We will only be accepting 10-12 men only as this is an intimate experience.<\/b><\/i><\/p> <p>If you are interested in the course, please contact, <b>Elizabeth Maria Cruz <\/b>at <a href=\"mailto:[masked]\">[masked]<\/a> or <b>(415) 448-7218.<\/b><\/p> <p>Sincerely, <br\/>The Badass Team, <br\/>Gregg, David, Mike and Elizabeth<\/p>","event_url":"http:\/\/www.meetup.com\/sexysingles\/events\/222315757\/","yes_rsvp_count":11,"duration":7200000,"name":"MEN'S WRKSHP: Unleash Your Inner Badass: Women and Sexual Confidence In The Wild","id":"222315757","time":1432864800000,"updated":1432278846000,"group":{"join_mode":"open","created":1239125683000,"name":"Sexy Social Singles","group_lon":-122.29000091552734,"id":1428716,"urlname":"sexysingles","group_lat":37.83000183105469,"who":"Sexy Singles"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"country":"US","city":"Berkeley","address_1":"1840 Alcatraz Ave","name":"East Bay Healing Collective","lon":-122.270264,"id":20972812,"lat":37.848892,"repinned":false},"headcount":0,"distance":1.4612785577774048,"visibility":"public","waitlist_count":0,"created":1430805799000,"maybe_rsvp_count":0,"description":"<p><b>Hey Guys,<\/b><\/p> <p><br\/><b>Women are biologically programmed to seek out the healthiest, highest status male. <\/b>This is not even their choice: it is a biologic imperative, as with all animals, that allows them to find the fittest mate.  In the modern dating world, the two crucial markers of “high status” for a man are his companions and his presence.  Every high status man has healthy male bonds, male companions who trust him, who have his back, and who connect with him deeply. Every high status man also has presence. <\/p> <p><br\/><b>Presence is about the deep coherence of your core-beliefs and your intentions, of<i> and<\/i> your words and your actions.  The man who is ashamed of his own sexuality lacks presence. <\/b>The man who is stuck in the whirl of his own anxious thoughts lacks presence.  The man who fully occupies his entire body and is unapologetically grounded in who he is has presence. The man who can survey the possibilities around him while relaxing in a place of absolutely calm confidence has presence. Nature is the great teacher of presence.  We will explore presence in depth through practices such as <i>Shinrin-yoku<\/i>, or Forest Bathing.  We will learn to sense INTO our cores, while holding awareness of the environment around us through meditation and mindfulness.  By exploring bird language and our emotional ties to the ocean, we will understand how the connection to Nature promotes happiness and a sense of wonder.  All of this deeply enhances presence, which will lay the groundwork for confidence and mastery in every area of your life. <\/p> <p><br\/><b>Throughout history, men have gathered together around the campfire to set aside their daily rigors and commune with other men. <\/b>It is a place where a man can put down his weapon, and simply enjoy the company of his friends, brothers, fathers and sons. Every man is equal around the campfire, and every man has the right to speak and be heard by his fellow tribesmen. We will partake in this time-honored tradition, and we will share our stories, our passions, and our vulnerability with each other—our spiritual kinsmen.<\/p> <p><br\/><b>This retreat is about male-bonding and presence.<\/b> Through these practices we will learn how to be present, grounded and more connected to ourselves while connecting with others, instead of losing ourselves in an attempt to connect.  <\/p> <p>\n\n\n<b>What you will get:<\/b><\/p> <p>•  Presence<\/p> <p>•  Connection with nature<\/p> <p>•  Reduction of stress and anxiety<\/p> <p>•  Spiritual inspiration<\/p> <p>•  Connection with other men<\/p> <p>This weekend course is part of the <b><i>Unleashing Your Inner Badass <\/i><\/b>Program. A program designed to help men step into their power as leaders both in life and with women. <\/p> <p>\n\n\n<b>The Badass program is for you if you are willing to:<\/b><\/p> <p>•  be coachable<\/p> <p>•  challenge yourself<\/p> <p>•  let go of being right<\/p> <p>•  be authentic<\/p> <p>•  be genuine <\/p> <p>•  be honest<\/p> <p>•  be vulnerable<\/p> <p><b><i>We will only be accepting 10-12 men only as this is an intimate experience.<\/i><\/b><\/p> <p>If you are interested in the course, please contact, Elizabeth Maria Cruz at <a href=\"mailto:[masked]\"><b>[masked]<\/b><\/a> or <b>(415) 448-7218.<\/b><\/p> <p>\n\n\nSincerely,<br\/>The Badass Team,<br\/>Gregg, David, Mike and Elizabeth<\/p>","event_url":"http:\/\/www.meetup.com\/DateMe\/events\/222315624\/","yes_rsvp_count":6,"duration":7200000,"name":"MEN'S WRKSHP: Unleash Your Inner Badass: Women and Sexual Confidence In The Wild","id":"222315624","time":1432864800000,"updated":1432278515000,"group":{"join_mode":"open","created":1250038966000,"name":"Date Me, If You Dare","group_lon":-122.41000366210938,"id":1504976,"urlname":"DateMe","group_lat":37.77000045776367,"who":"DateDevils"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"zip":"94703","country":"us","city":"Berkeley","address_1":"1818 Alcatraz Avenue","name":"Chen's Garden","lon":-122.270638,"id":11831282,"state":"CA","lat":37.848572,"repinned":false},"rsvp_limit":7,"headcount":0,"distance":1.483832836151123,"visibility":"public","waitlist_count":4,"created":1401948793000,"maybe_rsvp_count":0,"description":"<p>[Important: Please only sign up if you intend to come.]<\/p> <p>We shall speak Spanish and dine on Chinese food. Chen's Garden is not a fancy place but the food is good and inexpensive, the place is quiet, the parking is easy, and the restaurant is located within walking distance of the Ashby Station for those of you who use BART.<\/p> <p>Please come on time since we shall order food soon after 7:00 pm.<\/p>","how_to_find_us":"We sit at the round table in the middle of this small restaurant.","event_url":"http:\/\/www.meetup.com\/eastbayspanish\/events\/219600699\/","yes_rsvp_count":7,"name":"Spanish Conversation\/Chinese Dinner","id":"qlhbsjythblc","time":1432864800000,"updated":1432266458000,"group":{"join_mode":"open","created":1192835929000,"name":"East Bay Spanish-Language MeetUp","group_lon":-122.23999786376953,"id":763595,"urlname":"eastbayspanish","group_lat":37.81999969482422,"who":"hablantes entusiasmados"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"zip":"94530","country":"us","city":"El Cerrito","address_1":"240 El Cerrito Plaza","name":"Mel-O-Dee","lon":-122.298889,"id":10932102,"state":"CA","lat":37.899017,"repinned":false},"headcount":0,"distance":2.5551254749298096,"visibility":"public","waitlist_count":0,"created":1430199963000,"maybe_rsvp_count":0,"description":"<p>Here's one for you, East-Bay-ers!<\/p> <p>Although I'm not very familiar with the East Bay, I know that's where many awesome people live -- people who can't always make it into the city for karaoke. So join me at Mel-O-Dees, my favorite karaoke place in the EB! It is laid back and usually we have the karaoke mic to ourselves! Also, it is very close to the El Cerrito BART station, which is an added bonus!<\/p> <p>If you love singing, getting your drink on, or just enjoy watching others sing, please join me in El Cerrito! I look forward to seeing old friends and making new ones!<\/p> <p><a href=\"http:\/\/www.melodeelounge.com\/el_cerrito_events.html\" class=\"linkified\">http:\/\/www.melodeelounge.com\/el_cerrito_events.html<\/a><br\/><a href=\"http:\/\/www.yelp.com\/biz\/mel-o-dee-el-cerrito\" class=\"linkified\">http:\/\/www.yelp.com\/biz\/mel-o-dee-el-cerrito<\/a><\/p> <p><br\/>&lt;Hosted with SFBA Karaoke group&gt;<\/p>","event_url":"http:\/\/www.meetup.com\/San-Francisco-Random-Adventurers-20s-30s\/events\/222151286\/","yes_rsvp_count":11,"name":"East Bay Karaoke!","id":"222151286","time":1432866600000,"updated":1430199963000,"group":{"join_mode":"open","created":1327522484000,"name":"San Francisco Random Adventurers 20s-30s","group_lon":-122.48999786376953,"id":3167582,"urlname":"San-Francisco-Random-Adventurers-20s-30s","group_lat":37.7400016784668,"who":"Adventurers"},"status":"upcoming"},{"utc_offset":-25200000,"headcount":0,"distance":2.1480321884155273,"visibility":"public","waitlist_count":0,"created":1432003660000,"maybe_rsvp_count":0,"description":"<p>I've been fascinated by night + low light photography ever since I saw photos by Berkeleyites Sherry Glassman and John Vias. Meet us at 4th Street at twilight to find out how you can do it.<\/p> <p><a href=\"https:\/\/nightphotographs.wordpress.com\/\" class=\"linkified\">https:\/\/nightphotographs.wordpress.com\/<\/a><\/p> <p><a href=\"http:\/\/www.berkeleyside.com\/2011\/05\/19\/night-owl-captures-theatricality-of-berkeley-after-dark\/\" class=\"linkified\">http:\/\/www.berkeleyside.com\/2011\/05\/19\/night-owl-captures-theatricality-of-berkeley-after-dark\/<\/a><\/p> <p>SLR + Tripod helpful (that's the best way to get sharp images), but not required - you'll probably get interesting photos with an iPhone or point-and-shoot camera. Ambient light is best, so it's important to know how to turn off the flash.<\/p> <p>Celebrate freedom to take photos night &amp; day - Meet at the Peet's Wall - 1776 Fourth St, Berkeley, CA 94710<\/p> <p>Ira Serkes<\/p> <p>Many of my low light and night photos are at my photo sites:<\/p> <p><a href=\"https:\/\/www.pinterest.com\/serkes\/\" class=\"linkified\">https:\/\/www.pinterest.com\/serkes\/<\/a><\/p> <p><a href=\"http:\/\/serkes.smugmug.com\/\" class=\"linkified\">http:\/\/serkes.smugmug.com\/<\/a><\/p> <p>These are the wonderful folks who taught me everything I know about night photography.<\/p> <p><a href=\"http:\/\/www.apertureacademy.com\/photography-workshops-san-francisco-night-shooting.php\" class=\"linkified\">http:\/\/www.apertureacademy.com\/photography-workshops-san-francisco-night-shooting.php<\/a><\/p>","event_url":"http:\/\/www.meetup.com\/Berkeley-Low-Light-And-Night-Photography-Meetup\/events\/222628979\/","yes_rsvp_count":25,"duration":5400000,"name":"4th Street Berkeley Twilight & Night Photo Meetup","id":"222628979","time":1432868400000,"updated":1432495606000,"group":{"join_mode":"open","created":1432002513000,"name":"Berkeley Low Light + Night Photography Meetup","group_lon":-122.27999877929688,"id":18608017,"urlname":"Berkeley-Low-Light-And-Night-Photography-Meetup","group_lat":37.900001525878906,"who":"Night Owls"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"country":"us","city":"Berkeley","address_1":"Scenic Ave \/ Hearst Ave","name":"UC Lower Hearst Garage","lon":-122.270538,"id":23368762,"state":"CA","lat":37.869881,"repinned":false},"headcount":0,"distance":0.030206551775336266,"visibility":"public","waitlist_count":0,"created":1422292896000,"maybe_rsvp_count":0,"event_url":"http:\/\/www.meetup.com\/Sunrise-Runners-Early-Morning-Runners\/events\/221877573\/","yes_rsvp_count":3,"name":"Friday Morning Running Group","id":"mffdflythbmc","time":1432908000000,"updated":1431977119000,"group":{"join_mode":"open","created":1415079001000,"name":"Sunrise Runners - Early Morning Runners","group_lon":-122.26000213623047,"id":18056822,"urlname":"Sunrise-Runners-Early-Morning-Runners","group_lat":37.880001068115234,"who":"Early Morning Runners"},"status":"upcoming"},{"utc_offset":-25200000,"headcount":0,"distance":0,"visibility":"public","waitlist_count":0,"created":1430983533000,"maybe_rsvp_count":0,"description":"<p><img src=\"http:\/\/photos1.meetupstatic.com\/photos\/event\/7\/3\/c\/9\/600_437189641.jpeg\" \/><\/p> <p>Rev. Kathleen L. Dixon is a gifted medium, minister, spiritual counselor, and crystal bed practitioner. She is a daughter of the Casa de Dom Ignacio (the spiritual hospital where John of God does his work) and she was recently given permission to be an Official Tour Guide for healing journeys to John of God. She has traveled to John of God's Healing Center to be with John of God, learn the Casa protocol, &amp; received special permission to own a crystal bed. Her intention was set to assist people with spiritual evolvement with this sacred healing tool.<\/p> <p><br\/>Click the link to watch the video and learn more!<br\/><a href=\"http:\/\/www.talktokathleen.com\/crystal_bed_29.html\">www.talktokathleen.com\/crystal_bed_29.html<\/a><\/p> <p><br\/>Healing Benefits of a Crystal Bed treatment:<\/p> <p>• Calms and rebalances your nervous system<\/p> <p>• Helps to restore function of your hormonal system<\/p> <p><br\/>• Releases negative emotions such as depression, grief, fear, &amp; anger<\/p> <p><br\/>• Cleanses the physical and spiritual body of negative energies that become attached to your energy field<\/p> <p><br\/>• Opens all the energetic centers and cleanses any blockages that impede the vital flow of your Spiritual life force<\/p> <p><br\/>• Stimulates development of spiritual awareness<\/p> <p><br\/>• Realigns, centers and corrects the spin of each chakra<\/p> <p><br\/>• Totally rebalances and purifies your spirit, body and mind<\/p> <p>• Helps to align you with your divine purpose<\/p> <p><br\/>• Improves concentration, focus and clarity<\/p> <p><br\/>• Improves cell communication<\/p> <p><br\/>• BOOK YOUR SESSION WITH KATHLEEN IN ADVANCE TO ENSURE YOUR TIME. Call Kathleen to schedule your session:[masked]-4516.<\/p> <p><br\/>30 min - $65<\/p> <p><br\/>60min - $120 (Each session includes a channeled message)<\/p> <p><br\/>Also available are:<\/p> <p><img src=\"http:\/\/photos3.meetupstatic.com\/photos\/event\/7\/3\/d\/5\/600_437189653.jpeg\" \/><\/p> <p>BODY REJUVENATION SESSIONS WITH AMETHYST BIOMAT<\/p> <p><br\/>USING NATURE’S HEALING LIGHT, FAR INFRARED RAYS, AND NEGATIVE IONS FLOWING THROUGH 27LBS OF AMETHYST CRYSTALS<\/p> <p><br\/>Healing Benefits of an Amethyst Far Infrared Body treatment:<\/p> <p><br\/>• Improves Immune System<\/p> <p>• Improves Blood Circulation<\/p> <p><br\/>• Strengthens Cardiovascular System<\/p> <p><br\/>• Relaxes Muscles<\/p> <p><br\/>• Enhances the body’s ability to absorb and assimilate nutrients<\/p> <p><br\/>• Burns Calories<\/p> <p><br\/>• Removes Toxins<\/p> <p><br\/>• Promotes deeper sleep<\/p> <p>• Helps blood pH to be more alkaline<\/p> <p><br\/>• Accelerates digestive functions<\/p> <p><br\/>• Eases stiffness and joint pain<\/p> <p><br\/>• Relieves Pain<\/p> <p><br\/>• Stimulation of the Autonomic Nervous System<\/p> <p><br\/>• Stimulation of the Circulatory System<\/p> <p>• Reduction of Stress due to increased Relief of Fatigue<\/p> <p><br\/>• Increased circulation and emission of lactic acid from muscle tissue<\/p> <p><br\/>Meditate while listening to beautiful music to soothe your soul<\/p> <p><br\/>Call Kathleen @ [masked] to book your session<\/p> <p><br\/>½ hour $45<\/p> <p><br\/>1 hour $75<\/p>","event_url":"http:\/\/www.meetup.com\/Angel-Light-Meet-Up-Group\/events\/222367095\/","yes_rsvp_count":5,"duration":199800000,"name":"John of God's Crystal Light Bed Therapy","id":"222367095","time":1432920600000,"updated":1432249203000,"group":{"join_mode":"open","created":1254502884000,"name":"Angel Light Meet Up Group","group_lon":-122.2699966430664,"id":1533842,"urlname":"Angel-Light-Meet-Up-Group","group_lat":37.869998931884766,"who":"Lightworkers"},"status":"upcoming"},{"utc_offset":-25200000,"venue":{"zip":"94703","country":"us","city":"Berkeley","address_1":"1901 Russell Street at MLK","name":"Berkeley Library - South Branch","lon":-122.270988,"id":14733622,"state":"CA","lat":37.856415,"repinned":false},"rsvp_limit":30,"headcount":0,"distance":0.9418641924858093,"visibility":"public","waitlist_count":0,"created":1409284420000,"maybe_rsvp_count":0,"description":"<p>Come join us for an open study session at the Berkeley Library, South Branch, in their Community Room. The library is close to Ashby BART station. Tables, chairs, projector, and Wi-Fi included.<\/p> <p>This meetup will be a self-directed study session without a fixed plan or leader. Just bring whatever tutorials, books, courses, or projects that you're working on. You can meet people, find a partner for pair programming, talk about technology, or just work on a project or tutorial. All levels are welcome.<\/p> <p>If people want to use the first hour for short presentations with the projector, we could do that. If you have an idea for a short presentation, send an email to Josh at codeselfstudy (dot com).<\/p> <p><br\/>If you're looking for ideas about what to work on, check out some of the<a href=\"http:\/\/codeselfstudy.com\/forums\/study-groups-and-meetups\"> discussions we've had at the last meetings<\/a>.<\/p> <p><b>Chatroom: <\/b><a href=\"http:\/\/webchat.freenode.net\/?channels=%23codeselfstudy&amp;uio=d4\">#codeselfstudy<\/a><br\/><b>Forum: <\/b><a href=\"http:\/\/codeselfstudy.com\/forum\">CodeSelfStudy.com\/forum<br\/><\/a><b>Wiki: <\/b><a href=\"http:\/\/codeselfstudy.com\/wiki\/Main_Page\">CodeSelfStudy.com\/w<\/a><b><br\/>Facebook: <\/b><a href=\"https:\/\/www.facebook.com\/codeselfstudy\">Facebook.com\/codeselfstudy<\/a><b><br\/><\/b><b>Twitter: <\/b><a href=\"https:\/\/twitter.com\/codeselfstudy\">Twitter.com\/codeselfstudy<\/a><\/p>","how_to_find_us":"Go to the meeting room. Call this number if you can't find it: 510-705-3422","event_url":"http:\/\/www.meetup.com\/codeselfstudy\/events\/203862152\/","yes_rsvp_count":10,"duration":14400000,"name":"Open Study Session (Berkeley Library, South Branch)","id":"203862152","time":1432929600000,"updated":1432077973000,"group":{"join_mode":"open","created":1386563305000,"name":"Code Self Study","group_lon":-122.26000213623047,"id":11389762,"urlname":"codeselfstudy","group_lat":37.869998931884766,"who":"Members"},"status":"upcoming"}],"meta":{"next":"","method":"OpenEvents","total_count":71,"link":"https:\/\/api.meetup.com\/2\/open_events.json","count":70,"description":"Searches for recent and upcoming public events hosted by Meetup groups. Its search window  is the past one month through the next three months, and is subject to change. Open Events is optimized to search for current events by location, category, topic, or text, and only lists Meetups that have **3 or more RSVPs**. The number or results returned with each request is not guaranteed to be the same as the page size due to secondary filtering. If you're looking for a particular event or events within a particular group, use the standard [Events](\/meetup_api\/docs\/2\/events\/) method.","lon":"","title":"Meetup Open Events v2","url":"https:\/\/api.meetup.com\/2\/open_events.json?zip=94703&and_text=False&offset=0&format=json&limited_events=False&page=500&time=-1d%2C4d&radius=3&key=31725141c7d574a794053611745241f&status=upcoming&desc=False","id":"","updated":1432586948526,"lat":""}}
